[
  {
    "id": "",
    "title": "Billy Joel: “Cuando entregue las llaves, me arrepentiré un poco”",
    "link": "https://www.milenio.com/internacional/billy-joel-cuando-entregue-las-llaves-me-arrepentire-un-poco",
    "published": "2024-10-15T05:30:01.000Z",
    "description": "Un adolescente, conocido entonces como William Martin Joel, vivía en Hicksville, un suburbio de clase trabajadora. Su familia tenía tantas limitaciones que no tenían televisor. Aceptó un trabajo agotador pescando ostras por el salario mínimo.La...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "‘Gen X’ y millennials controlan San Lázaro; ‘baby boomers’ van de salida",
    "link": "https://www.milenio.com/politica/generacion-x-y-millenials-controlan-la-camara-de-diputados",
    "published": "2024-10-15T05:30:01.000Z",
    "description": "Una 'generación X' ya curtida, y ahora conformada por cincuentones y cuarentones, ha refrendado su dominio en la Cámara de Diputados al hacerse de nuevo de la rebanada mayor de la representación con 234 curules, 46 por ciento del total. Una...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Cártel venezolano, con presencia en Perú, Chile y Colombia",
    "link": "https://www.milenio.com/policia/tren-aragua-presencia-peru-chile-colombia",
    "published": "2024-10-15T05:30:01.000Z",
    "description": "Dedicada principalmente al tráfico de personas y la prostitución desde su natal Venezuela,El Tren de Aragua, considerada una organización criminal trasnacional, ha expandido sus operaciones a diferentes territorios de Estados Unidos y otros países...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Sedena invertirá 21.7 mdp en armas de Fuerzas Especiales",
    "link": "https://www.milenio.com/policia/sedena-invertira-21-7-mdp-armas-fuerzas-especiales",
    "published": "2024-10-15T05:30:01.000Z",
    "description": "Para incrementar la efectividad de sus francotiradores, la Secretaría de la Defensa Nacional (Sedena) anunció la compra de 205 fusiles calibre .338 para sus Fuerzas Especiales.\"Las armas serán utilizadas para garantizar el orden interior y la...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Trenes eléctricos doblan los costos por kilómetro: Expertos",
    "link": "https://www.milenio.com/negocios/trenes-electricos-doblan-costos-kilometro-expertos",
    "published": "2024-10-15T05:18:47.000Z",
    "description": "Para el tren AIFA-Pachuca, entre otros proyectos ferroviarios presentados por la presidenta Claudia Sheinbaum, se considera instalar convoyes eléctricos; especialistas afirman que estos cuestan el doble respecto a los que operan condiésel.Benjamín...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "José Ángel Canobbio Inzunza: quién es el discreto socio y  cerebro operativo de Los Chapitos",
    "link": "https://www.milenio.com/policia/jose-angel-cannobio-inzunza-cerebro-operativo-chapitos",
    "published": "2024-10-15T05:15:01.000Z",
    "description": "\"En esta lista solo hay uno más violento que Iván Archivaldo y ese El Güero. Cuando usted vea algo horrible en Culiacán y diga 'ah, caray, eso jamás lo he visto', seguro fue idea de él\", describieron fuentes militares al periodista Óscar Balderas...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "¿Cómo cortejan a latinos los candidatos a la Casa Blanca?",
    "link": "https://www.milenio.com/negocios/financial-times/como-cortejan-a-latinos-los-candidatos-a-la-casa-blanca",
    "published": "2024-10-15T05:14:15.000Z",
    "description": "La comunidad latina de Estados Unidos es grande y poderosa. Los votantes latinos representan una quinta parte del electorado estadunidense, y si llegaran a contabilizarlos como economía, serían la segunda de más rápido crecimiento en el mundo,...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Cristiano trollea a Szczęsny por fichaje con el Barcelona: \"Tuviste que retirarte para ir a un grande\"",
    "link": "https://www.milenio.com/deportes/futbol-internacional/cristiano-ronaldo-trollea-a-szczesny-por-fichaje-con-el-barcelona",
    "published": "2024-10-15T04:55:00.000Z",
    "description": "El pasado 27 de agosto, el portero polaco, Wojciech Szczęsny, anunció su retiro del futbol profesional, sorprendiendo a propios y extraños por el gran nivel que estaba mostrando en los últimos meses.Poco después el arquero alemán Marc André ter...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Gran Premio de México apunta a la sustentabilidad en sus bebidas",
    "link": "https://www.milenio.com/deportes/f1/gran-premio-de-mexico-apunta-a-sustentabilidad-en-sus-bebidas",
    "published": "2024-10-15T04:34:00.000Z",
    "description": "El Gran Premio de la Ciudad de México da pasos sólidos hacia la sustentabilidad gracias a su alianza con Arzyz, empresa de aluminio mexicana que ha operado desde 1980. Durante el fin de semana entre el 25 y el 27 de octubre, las bebidas en el...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "El CEO Dialogue es altamente prioritario para gobierno de México: Ebrard",
    "link": "https://www.milenio.com/negocios/ceo-dialogue-altamente-prioritario-gobierno-mexico-ebrard",
    "published": "2024-10-15T04:20:12.000Z",
    "description": "El secretario de Economía, Marcelo Ebrard Casaubón, aseguró que el CEO Dialogue es \"altamente prioritario\" para el gobierno federal, por la relación con Estados Unidos y la comunidad de intereses.En el marco de la cena U.S.-Mexico CEO Dialogue, en...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Consejo Nacional de la Patrulla Fronteriza respalda a Trump para la presidencia de 2024",
    "link": "https://www.milenio.com/internacional/patrulla-fronteriza-eu-respalda-candidatura-trump-2024",
    "published": "2024-10-15T04:15:43.000Z",
    "description": "El ex presidente Donald Trump recibió un firme respaldo delConsejo Nacional de la Patrulla Fronterizaa pocas semanas de las elecciones de Estados Unidos.A través de una publicación en su cuenta oficial en X, el sindicato que representa a más de 16...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Descubren fósil de un reptil que puede aportar pistas del origen de los dinosaurios",
    "link": "https://www.milenio.com/ciencia-y-salud/este-fosil-de-reptil-puede-dar-pistas-del-origen-de-los-dinosaurios",
    "published": "2024-10-15T04:14:00.000Z",
    "description": "Una nueva especie de reptil que vivió hace 237 millones de años, descubierta en el sur de Brasil, podría aportar nuevas pistas sobre el origen de los dinosaurios, según afirmaron este lunes los paleontólogos responsables del hallazgo.El fósil, de...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Biden advierte guerra a Irán en caso de más atentados contra Trump: Fox News",
    "link": "https://www.milenio.com/internacional/biden-advierte-guerra-iran-caso-atentados-trump",
    "published": "2024-10-15T04:07:58.000Z",
    "description": "El Consejo de Seguridad Nacional de Estados Unidos advertirá a Irán que cualquier intento de atentar contra la vida del ex presidente Trump sería visto como un acto de guerra por orden de Joe Biden, informó el medio estadunidense Fox News.Esta...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "¡Lo hizo otra vez! Aaron Rodgers lanza un increíble 'ave maría' para un TD de Jets ante Bills | VIDEO",
    "link": "https://www.milenio.com/deportes/americano/aaron-rodgers-lanza-un-increible-ave-maria-en-bills-vs-jets-video",
    "published": "2024-10-15T04:02:00.000Z",
    "description": "Aaron Rodgers, quarterback de New York Jets, sorprendió este lunes en el juego de su equipo ante Buffalo Bills al lanzar un 'Ave María' en el cierre de la Semana 6 de la temporada 2024 de la NFL, que se juego en el MetLife Stadium.Los Jets...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Américo Villarreal coloca primera piedra de Ciudad Judicial en Victoria",
    "link": "https://www.milenio.com/estados/americo-villarreal-coloca-piedra-ciudad-judicial",
    "published": "2024-10-15T04:01:13.000Z",
    "description": "Al colocar la primera piedra de la construcción de la nueva Ciudad Judicial en Victoria, que tendrá una inversión de 275 mdp, el gobernador Américo Villarreal Anaya, reiteró todo su apoyo para la modernización y dignificación de las condiciones...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Perú pide 20 años de cárcel contra ex presidente Toledo por caso Odebrecht",
    "link": "https://www.milenio.com/internacional/peru-pide-20-anos-toledo-sobornos-odebrecht-peru",
    "published": "2024-10-15T03:59:11.000Z",
    "description": "El fiscal peruano José Domingo Pérez reiteró este lunes la petición de 20 años y seis meses de cárcel contra el ex presidente peruano Alejandro Toledo por presuntamente haber pedido un soborno de 35 millones de dólares a la empresa brasileña...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Durazo concluye primera etapa de instalación de plantas solares en municipios de la sierra",
    "link": "https://www.milenio.com/estados/durazo-concluye-etapa-instalacion-plantas-solares",
    "published": "2024-10-15T03:52:07.000Z",
    "description": "Con el objetivo de mejorar la calidad de vida y reducir los costos energéticos para las familias sonorenses de comunidades alejadas, el gobernador Alfonso Durazo Montaño concluyó la primera etapa del programa social de Generación Solar Distribuida,...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Pipa de agua vuelca frente a Plaza Artz, en la alcaldía Álvaro Obregón",
    "link": "https://www.milenio.com/policia/pipa-de-agua-se-voltea-en-la-alcaldia-alvaro-obregon",
    "published": "2024-10-15T03:52:00.000Z",
    "description": "Una pipa, que transportaba 30 mil litros de agua, volcó sobre el trébol de Santa Teresa, en la colonia Jardines del Pedregal, de la alcaldía Álvaro Obregón, lo que causó que los servicios de emergencia se movilizaran en la zona. De acuerdo con los...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Victoria’s Secret Fashion Show 2024: ¿En dónde y a qué hora ver el famoso desfile de modas?",
    "link": "https://www.milenio.com/estilo/victoria-s-secret-a-que-hora-y-donde-ver-el-famoso-desfile",
    "published": "2024-10-15T03:51:00.000Z",
    "description": "Victoria’s Secret Fashion Show es uno de los eventos de modas más importantes y este año está de regreso después de haber tenido una pausa. Así lo dieron a conocer a través de redes sociales y aquí te traemos todos los detalles que necesitas saber...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  },
  {
    "id": "",
    "title": "Los olores se perciben más rápido de lo que los científicos pensaban, revela estudio",
    "link": "https://www.milenio.com/ciencia-y-salud/los-olores-se-perciben-mas-rapido-de-lo-que-se-pensaba",
    "published": "2024-10-15T03:44:38.000Z",
    "description": "Un estudio recogido este lunes en la revista Nature Human Behaviour sostiene que los olores se perciben más rápido de lo que se pensaba hasta ahora, con una sensibilidad temporal equiparable a la percepción del color.Al inhalar, las sustancias...",
    "feedType": "atom 2.0",
    "newsMedia": "Milenio",
    "section": "Últimas noticias"
  }
]