[
  {
    "id": "",
    "title": "Could the SCO summit save the BRICS+ new order?",
    "link": "https://strategic-culture.su/news/2024/10/16/could-sco-summit-save-brics-new-order/",
    "published": "2024-10-16T06:00:39.000Z",
    "description": "It is legitimate to say that the SCO summit in Islamabad is giving the BRICS a major assist.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Lorenzo Maria Pacini"
    ],
    "authors": [
      {
        "name": "Lorenzo Maria Pacini"
      }
    ],
    "fullContent": "It is legitimate to say that the SCO summit in Islamabad is giving the BRICS a major assist.\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nThis is it: by now the upcoming BRICS+ summit in Kazan 2024 is just around the corner. It is perhaps the most important event of the year, and certainly the one that will set a decisive course for the year ahead. In recent weeks there has been a frenetic movement of heads of state, ministers, experts and even upheavals on the military fronts. Everything is living a frantic wait that also speaks to us of a particular fragility. There are not a few risks and not a few obstacles in the way. Perhaps to secure the holding of the Kazan summit, there is another date that can sort things out: the Shanghai Cooperation Organization summit.\nRimland strengthens in Islamabad\nOn Tuesday, Oct. 15 and Wednesday, Oct. 16 in Islamabad, the capital of Pakistan, is the 24th SCO Summit, the partnership established in 2001 as an outgrowth of the Shanghai Five to promote mutual defense, security and international counter-terrorism across the greater Eurasian region. Today there are 10 full members, namely China, Belarus, India, Iran, Kazakhstan, Kyrgyzstan, Pakistan, Tajikistan, Uzbekistan and Russia, with Afghanistan and Mongolia as observer members already welcomed and Armenia, Azerbaijan, Bahrain as countries in dialogue, Cambodia, Egypt, Kuwait, Maldives, Myanmar, Nepal, Qatar, Saudi Arabia, Sri Lanka, Turkey, and the United Arab Emirates, to be joined at this 2024 Summit by guests from ASEAN, the CIS, the UN, and a representation from Turkmenistan.\nA long and extensive list of states representing, geopolitically speaking, all of Eurasia and the Rimland coastal zone. Since this is a partnership centered on security issues, and therefore with an at least partially military agenda, we are talking about a meeting that can be a thorn in the side of NATO and the collective West.\nStrengthening Rimland is a necessary condition for the integrity of Eurasia. Not a possibility, but a necessity. This the Soviet leaders understood, and for that reason they had aimed not only at effective control of most of the areas abutting the Rimland, and thus to the South and East, but also had been far-sighted in weaving strong diplomatic relations and ideological-political cooperation with the countries to the East, so as to ensure lasting stability at the expense of attempts at destabilization coming from the West.\nRimland stability is not only a strategic issue but also an economic and political one. This meeting of SCO leaders comes just days before the start of the long-awaited BRISC+ Summit in Kazan, dubbed by many as “the event of the year,” from which the organizational line of the new global majority, or at least the programmatic lines of it, could emerge.\nAs described earlier, there is a possibility-not officially stated, but theoretically plausible and confirmed by some rumors-that an alliance between BRICS and SCO, that is, between the two lungs of the emerging multipolar world, one economic and the other strategic, is in the works. This union would lead the new bloc to have a cohesive strength superior to that of NATO and, therefore, to represent not only an adversary, but even an enemy.\nThere are many reasons for the need for such an alliance: the West continues to promote wars and destruction, with aggressive diplomacy and an exasperated attempt to control the globe, without accepting that the rules-based order no longer applies; International Law is practically dead and it no longer makes sense to reason with paradigms written by the offices of bureaucrats in Washington and New York; genocide is taking place in Palestine and it is almost impossible to intervene because of the balance of war that Israel and the U.S. have created, threatening a nuclear apocalypse and blaming Iran and the Axis of Resistance. But, more than anything else, there are some brief reasons that are particularly urgent:\nThis second point is very topical: think of how the situation in Gaza and Lebanon is undermining delicate diplomatic balances between Israel and Russia, and between Russia and Iran, involving the other Middle Eastern states and provoking antipathy in the Eastern countries that are bearers of peaceful solutions and seek to limit escalation. Think also of the situation in Taiwan, where the U.S. continues to foment a colorful revolution, or Turkey’s double-dealing that is teasing Islamic countries.\nA solution that gives whiplash to the West’s slowly waning adversaries is urgently needed.\nThe correspondence between BRICS, SCO and the other Eurasian Partnerships.\nWanting briefly to give a framework that underscores the urgency, let us consider the composition of the most important Eurasian partnerships, economically as well as strategically:\nThis may seem like a worthless list, but in truth we are looking at a great deal of correspondence. This manifests a strengthening of the Eurasian bloc in all respects.\nAlready the BRICS countries have abandoned the U.S. dollar and pay 85 percent of trade in local currency, and to follow even the CIS has settled 85 percent of foreign transactions in domestic currencies. The Eurasian Economic Union has long been working for mutual stability among Eurasian states and has succeeded not only in emancipating national economies from dependence on Western products and the U.S. dollar, but has also restored autonomies in various market sectors, a key element for a pole that wants to call itself a pole and cooperate, no longer compete, in a multi-pole system.\nAt this point, it becomes necessary to consolidate Eurasia through forms of defense and security guarantees so that the political phase can proceed. The effect of Eurasian stability is felt enormously on the other continents and thus on the other countries in these partnerships. Let’s try to imagine Russia and China, which are the two leading states of current multipolarism, being thrown into crisis by international events. That would be too great a risk for all countries betting on this change.\nThat is why it is legitimate to say that the SCO summit in Islamabad is giving the BRICS a major assist. If they can reach an agreement in the Pakistani capital, the BRICS could be offered a security guarantee. And then yes, for the UK-US bloc, the problem would become unsolvable.\nIt is legitimate to say that the SCO summit in Islamabad is giving the BRICS a major assist.\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nThis is it: by now the upcoming BRICS+ summit in Kazan 2024 is just around the corner. It is perhaps the most important event of the year, and certainly the one that will set a decisive course for the year ahead. In recent weeks there has been a frenetic movement of heads of state, ministers, experts and even upheavals on the military fronts. Everything is living a frantic wait that also speaks to us of a particular fragility. There are not a few risks and not a few obstacles in the way. Perhaps to secure the holding of the Kazan summit, there is another date that can sort things out: the Shanghai Cooperation Organization summit.\nRimland strengthens in Islamabad\nOn Tuesday, Oct. 15 and Wednesday, Oct. 16 in Islamabad, the capital of Pakistan, is the 24th SCO Summit, the partnership established in 2001 as an outgrowth of the Shanghai Five to promote mutual defense, security and international counter-terrorism across the greater Eurasian region. Today there are 10 full members, namely China, Belarus, India, Iran, Kazakhstan, Kyrgyzstan, Pakistan, Tajikistan, Uzbekistan and Russia, with Afghanistan and Mongolia as observer members already welcomed and Armenia, Azerbaijan, Bahrain as countries in dialogue, Cambodia, Egypt, Kuwait, Maldives, Myanmar, Nepal, Qatar, Saudi Arabia, Sri Lanka, Turkey, and the United Arab Emirates, to be joined at this 2024 Summit by guests from ASEAN, the CIS, the UN, and a representation from Turkmenistan.\nA long and extensive list of states representing, geopolitically speaking, all of Eurasia and the Rimland coastal zone. Since this is a partnership centered on security issues, and therefore with an at least partially military agenda, we are talking about a meeting that can be a thorn in the side of NATO and the collective West.\nStrengthening Rimland is a necessary condition for the integrity of Eurasia. Not a possibility, but a necessity. This the Soviet leaders understood, and for that reason they had aimed not only at effective control of most of the areas abutting the Rimland, and thus to the South and East, but also had been far-sighted in weaving strong diplomatic relations and ideological-political cooperation with the countries to the East, so as to ensure lasting stability at the expense of attempts at destabilization coming from the West.\nRimland stability is not only a strategic issue but also an economic and political one. This meeting of SCO leaders comes just days before the start of the long-awaited BRISC+ Summit in Kazan, dubbed by many as “the event of the year,” from which the organizational line of the new global majority, or at least the programmatic lines of it, could emerge.\nAs described earlier, there is a possibility-not officially stated, but theoretically plausible and confirmed by some rumors-that an alliance between BRICS and SCO, that is, between the two lungs of the emerging multipolar world, one economic and the other strategic, is in the works. This union would lead the new bloc to have a cohesive strength superior to that of NATO and, therefore, to represent not only an adversary, but even an enemy.\nThere are many reasons for the need for such an alliance: the West continues to promote wars and destruction, with aggressive diplomacy and an exasperated attempt to control the globe, without accepting that the rules-based order no longer applies; International Law is practically dead and it no longer makes sense to reason with paradigms written by the offices of bureaucrats in Washington and New York; genocide is taking place in Palestine and it is almost impossible to intervene because of the balance of war that Israel and the U.S. have created, threatening a nuclear apocalypse and blaming Iran and the Axis of Resistance. But, more than anything else, there are some brief reasons that are particularly urgent:\nThis second point is very topical: think of how the situation in Gaza and Lebanon is undermining delicate diplomatic balances between Israel and Russia, and between Russia and Iran, involving the other Middle Eastern states and provoking antipathy in the Eastern countries that are bearers of peaceful solutions and seek to limit escalation. Think also of the situation in Taiwan, where the U.S. continues to foment a colorful revolution, or Turkey’s double-dealing that is teasing Islamic countries.\nA solution that gives whiplash to the West’s slowly waning adversaries is urgently needed.\nThe correspondence between BRICS, SCO and the other Eurasian Partnerships.\nWanting briefly to give a framework that underscores the urgency, let us consider the composition of the most important Eurasian partnerships, economically as well as strategically:\nThis may seem like a worthless list, but in truth we are looking at a great deal of correspondence. This manifests a strengthening of the Eurasian bloc in all respects.\nAlready the BRICS countries have abandoned the U.S. dollar and pay 85 percent of trade in local currency, and to follow even the CIS has settled 85 percent of foreign transactions in domestic currencies. The Eurasian Economic Union has long been working for mutual stability among Eurasian states and has succeeded not only in emancipating national economies from dependence on Western products and the U.S. dollar, but has also restored autonomies in various market sectors, a key element for a pole that wants to call itself a pole and cooperate, no longer compete, in a multi-pole system.\nAt this point, it becomes necessary to consolidate Eurasia through forms of defense and security guarantees so that the political phase can proceed. The effect of Eurasian stability is felt enormously on the other continents and thus on the other countries in these partnerships. Let’s try to imagine Russia and China, which are the two leading states of current multipolarism, being thrown into crisis by international events. That would be too great a risk for all countries betting on this change.\nThat is why it is legitimate to say that the SCO summit in Islamabad is giving the BRICS a major assist. If they can reach an agreement in the Pakistani capital, the BRICS could be offered a security guarantee. And then yes, for the UK-US bloc, the problem would become unsolvable."
  },
  {
    "id": "",
    "title": "Brasil Paralelo culpa brasileiros e antissionistas pelo wokismo",
    "link": "https://strategic-culture.su/news/2024/10/15/brasil-paralelo-culpa-brasileiros-antissionistas-pelo-wokismo/",
    "published": "2024-10-15T19:01:18.000Z",
    "description": "Como é possível que o Brasil importe ideologias dos EUA, que tenha problemas iguais aos dos EUA, mas a causa principal seja a pessoa de Florestan Fernandes?",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Lucas Leiroz"
    ],
    "authors": [
      {
        "name": "Lucas Leiroz"
      }
    ],
    "fullContent": "Como é possível que o Brasil importe ideologias dos EUA, que tenha problemas iguais aos dos EUA, mas a causa principal seja a pessoa de Florestan Fernandes?\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nBrasil Paralelo (BP) é uma grande empresa de mídia neodireitista surgida em 2016, e se dedica a fazer pretensos vídeos de educação política. Um de seus lançamentos mais recentes é o documentário “Unitopia”, cujo primeiro episódio, de mais de uma hora de duração, está disponível de graça no Youtube.\nO tema é a corrupção intelectual da universidade brasileira. No mais das vezes, a abordagem dos neodireitistas consiste num denuncismo vago que culpa os comunistas. O documentário não foi uma exceção, mas a sua vagueza não deixou de ser reveladora: pretende-se dizer que o grande problema da universidade é uma ideologia nefasta (o comunismo) que causa o racismo (contra judeus). Mutatis mutandis, é a mesma leitura que os identitários fazem de qualquer instituição que eles não dominem. Basta trocar o comunismo pelo fascismo e o racismo contra negros pelo racismo contra judeus.\nEm sua boca, “comunismo” é um termo vago. Afinal, qual é a ideologia que causa, nas universidades ocidentais, um clima hostil ao conhecimento e ao pensamento crítico? A ideologia da Nova Esquerda, conhecida como identitarismo ou wokismo. Essa ideologia tem, sabidamente, uma tríade de vacas sagradas oprimidas: as mulheres, os negros e os LGBT. Em virtude disso, tudo o que é associado a esses grupos é bom, e tudo o que é associado aos seus opostos (homens, brancos e “cis-héteros”) é mau. Uma das consequências disso é a invenção do racismo woke contra brancos.\nO melhor exemplo desse racismo é o do Evergreen State College, em Washington. Em 2017, os alunos decidiram que, num dia tal, os brancos não deveriam comparecer à universidade. O Prof. Bret Weinstein protestou contra isso e quis defender o seu ponto de vista, mas foi calado pela turba de estudantes e acabou viralizando. Os alunos estavam convencidos de que ele era um supremacista branco de extrema-direita e um nazista – mesmo que se tratasse de um judeu esquerdista. O que importava era a sua tez branca, agravada pelo sexo masculino e pela heterossexualidade; e, se ele não queria aderir ao mini-Apartheid, só poderia ser um radical de extrema direita. A faculdade não pôde garantir a integridade física dele, nem a da esposa (que também lecionava lá) e ambos pediram demissão.\nDepois do caso Jordan Peterson em 2016, creio que o caso Evergreen, protagonizado por Bret Weinstein em 2017, tenha sido o mais memorável do mundo anglófono. Como o de Jordan Peterson ocorreu no Canadá, o mais memorável dos EUA é o de Evergreen. Não obstante, o caso não aparece no documentário. O que aparece como exemplo de intolerância são os recentíssimos protestos que pedem liberdade para a Palestina.\nO caso de Evergreen serve para ilustrar a gravidade da divisão racial no campus dos EUA. Os espaços exclusivos para não-brancos não são raridade nos campi daquele país. No Brasil, com todas as suas bizarrices, jamais ouvi falar disso. Parece-me que, da tríade woke, o que causa maior violência por aqui é o LGBT, já que apareceram casos recentes de alunas com medo de apanhar de travestis no banheiro feminino. Se pegarmos um prazo mais dilatado, porém, o que dá mais ocasião para pancadaria são os eventos de direita, sendo o melhor exemplo as exibições de um filme de Josias Teófilo pelas universidades federais do Brasil. Não é difícil apanhar de esquerdistas numa universidade brasileira, mas nunca ouvi falar que alguém apanhou por ser branco.\nBrasil Paralelo ignora que os EUA e o Brasil são países diferentes. A esquerda está longe de ser um monólito (se fosse, Bret Weinstein não teria problemas). No entanto, no que depender do documentário, parece que tudo é uma coisa só: o Brasil, os EUA, as esquerdas.\nO documentário começa descrevendo o caso Sokal para mostrar o lamentável estado das universidades. Não conta, porém, que Alain Sokal é um físico marxista, vermelhíssimo, que até deu aulas na Nicarágua sandinista. Como Bret Weinstein, é um judeu secular – judeus seculares costumam ser de esquerda. Alan Sokal está vivo e escrevendo, residente na Inglaterra. Seus artigos saem no The Critic, e ele fez um condenando a repressão às manifestações pró-Palestina, chamando de hipócritas os conservadores que se diziam a favor da liberdade de expressão. A argumentação é baseada no infame Sobre a liberdade, de Mill, porque Mill foi tão consensual nos EUA que até os marxistas velhos nascidos lá o citam como um texto sagrado.\nO caso Sokal deu origem ao seu livro Imposturas intelectuais, no qual Sokal condena as bases intelectuais da Nova Esquerda. O livro chegou ao Brasil não por meio de uma tradução de Olavo de Carvalho, mas sim do judeu comunista e antissionista Max Altman, cujo filho incitou os poucos protestos pró-Palestina que houve nos campi brasileiros.\nTais protestos costumam ser puxados por judeus de esquerda, porque Israel politiza os judeus. No Brasil há poucos judeus (e muitíssimos libaneses); logo, faz sentido que haja poucos protestos pró-Palestina aqui. Nos EUA, os protestos acabam por reunir judeus de esquerda e antissemitas de cabelo rosa. Isto é previsível por causa do modus operandi do wokismo e porque os EUA, sendo um país de formação racista, tendem a expressar tudo em termos de raça. Se o caso de Evergreen tivesse acontecido depois de outubro de 2023, é possível que Bret Weinstein recebesse ofensas antissemitas; que fosse acusado de ser homem, branco, cis, hétero e judeu/sionista.\nA causa palestina só entrou na moda em 7 de outubro de 2023. A marcha woke sobre as universidades tem já uma década. Ainda assim, Brasil Paralelo a escolheu para representar a intolerância esquerdista. O espectador da BP é ignorante, acredita em propaganda e não sabe que há muitos judeus de esquerda; se descobrir que Israel foi fundado por socialistas com o apoio de Stálin, cai duro pra trás. Essa direita ama Israel e odeia loucamente o STF, mas não sabe que seu ministro mais woke, Luís Roberto Barroso, é um judeu sionista de esquerda.\nVamos às supostas causas do problema. O jornalista e cientista político Gabriel de Arruda Castro usa a própria experiência em universidades dos EUA (e só nos EUA) para afirmar que lá é muito mais tranquilo que a USP, por exemplo. Após essa hiperbólica fala, entram professores de universidades brasileiras com experiência administrativa. Pela maneira como as suas falas são apresentadas, parece que é tudo culpa de Florestan Fernandes, que seria uma espécie de líder que mandava ao mesmo tempo em José Dirceu e Fernando Henrique Cardoso. Aliás, este último é apresentado com uma trilha de terror e suspense, estando implícito que é tão vermelho quanto Lênin.\nFica a pergunta: como é possível que o Brasil importe ideologias dos EUA, que tenha problemas iguais aos dos EUA, mas a causa principal seja a pessoa de Florestan Fernandes? Ele trabalhava na alfândega?\nÉ bem sabido, inclusive na direita, que Florestan Fernandes era um moleque da Fundação Ford, assim como o “comunista” Fernando Henrique Cardoso. E todo o mundo sabe que a Fundação Ford não é da China nem da Rússia, mas sim dos Estados Unidos. Dada a pesquisa de Wanderson Chaves, comentada nesse artigo, o que temos é que a Fundação Ford estava a serviço da CIA. Florestan Fernandes, Fernando Henrique Cardoso e outros recebiam dinheiro porque a CIA aprovava as suas atividades, não a KGB.\nApós a morte de Stálin, a CIA decidiu financiar uma esquerda compatível com o “Programa Doutrinário dos Estados Unidos”, que pode ser lido aqui. Basicamente, decidiu financiar uma esquerda liberal democrática, em vez de comunista.\nNo documentário, uma professora brasileira nos EUA conta uma história de censura protagonizada por um professor de religião, que a promovia com muito sucesso no campus. O documentário não vasculha nada. Se o fizesse, porém, descobriria que o liberalismo teológico é mais importante do que o marxismo para a formação da esquerda dos EUA. Mais precisamente, é mais importante a Igreja Unitarista, que difundiu o liberalismo teológico para outras denominações protestantes e até para o judaísmo. A esquerda brasileira e a norte-americana têm históricos bem diferentes. A raiz filosófica do wokismo é uma determinada denominação protestante (o unitarismo) que se assenhorou de Harvard e da Fundação Rockefeller, e que laicizou sua filosofia. Não é o marxismo. A esse respeito, recomendo o livro Liberal Suppression, de Philip Hamburger.\nSe o unitarismo virou praticamente uma doutrina de Estado, o marxismo foi, nos EUA, perseguido pelo macartismo. E aqui não posso deixar de apontar um erro primário do biólogo e jornalista Eli Vieira, que usa números absolutos para provar que o wokismo é pior do que o macartismo. Segundo ele, de 1947 a 1957, a quantidade de professores universitários demitidos como comunistas estaria entre 100 e 150. De 2014 a 2023, a cancel culture teria causado a demissão de 150 a 200. Ora, ele omite que a quantidade de universidades e professores mais que dobrou entre esses dois períodos; então, para dizer que o wokismo é pior, teria de ser uma demissão mais que duas vezes maior.\nParte da direita dos EUA perguntou por que as universidades só tiveram cortes de doações quando toleraram o antissemitismo woke, mas nada lhes acontecia quando toleravam o racismo woke contra brancos (além da misandria feminista e da misoginia LGBT). Desconheço resposta satisfatória a essa pergunta. Será que Brasil Paralelo adota a mesma cegueira? Brasil Paralelo pede dinheiro dizendo que não recebe verbas do governo. Seria bom frisar: do governo brasileiro. Porque, do jeito que ela mais esconde do que mostra, é bom perguntarmos de onde vem o seu financiamento.\nComo é possível que o Brasil importe ideologias dos EUA, que tenha problemas iguais aos dos EUA, mas a causa principal seja a pessoa de Florestan Fernandes?\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nBrasil Paralelo (BP) é uma grande empresa de mídia neodireitista surgida em 2016, e se dedica a fazer pretensos vídeos de educação política. Um de seus lançamentos mais recentes é o documentário “Unitopia”, cujo primeiro episódio, de mais de uma hora de duração, está disponível de graça no Youtube.\nO tema é a corrupção intelectual da universidade brasileira. No mais das vezes, a abordagem dos neodireitistas consiste num denuncismo vago que culpa os comunistas. O documentário não foi uma exceção, mas a sua vagueza não deixou de ser reveladora: pretende-se dizer que o grande problema da universidade é uma ideologia nefasta (o comunismo) que causa o racismo (contra judeus). Mutatis mutandis, é a mesma leitura que os identitários fazem de qualquer instituição que eles não dominem. Basta trocar o comunismo pelo fascismo e o racismo contra negros pelo racismo contra judeus.\nEm sua boca, “comunismo” é um termo vago. Afinal, qual é a ideologia que causa, nas universidades ocidentais, um clima hostil ao conhecimento e ao pensamento crítico? A ideologia da Nova Esquerda, conhecida como identitarismo ou wokismo. Essa ideologia tem, sabidamente, uma tríade de vacas sagradas oprimidas: as mulheres, os negros e os LGBT. Em virtude disso, tudo o que é associado a esses grupos é bom, e tudo o que é associado aos seus opostos (homens, brancos e “cis-héteros”) é mau. Uma das consequências disso é a invenção do racismo woke contra brancos.\nO melhor exemplo desse racismo é o do Evergreen State College, em Washington. Em 2017, os alunos decidiram que, num dia tal, os brancos não deveriam comparecer à universidade. O Prof. Bret Weinstein protestou contra isso e quis defender o seu ponto de vista, mas foi calado pela turba de estudantes e acabou viralizando. Os alunos estavam convencidos de que ele era um supremacista branco de extrema-direita e um nazista – mesmo que se tratasse de um judeu esquerdista. O que importava era a sua tez branca, agravada pelo sexo masculino e pela heterossexualidade; e, se ele não queria aderir ao mini-Apartheid, só poderia ser um radical de extrema direita. A faculdade não pôde garantir a integridade física dele, nem a da esposa (que também lecionava lá) e ambos pediram demissão.\nDepois do caso Jordan Peterson em 2016, creio que o caso Evergreen, protagonizado por Bret Weinstein em 2017, tenha sido o mais memorável do mundo anglófono. Como o de Jordan Peterson ocorreu no Canadá, o mais memorável dos EUA é o de Evergreen. Não obstante, o caso não aparece no documentário. O que aparece como exemplo de intolerância são os recentíssimos protestos que pedem liberdade para a Palestina.\nO caso de Evergreen serve para ilustrar a gravidade da divisão racial no campus dos EUA. Os espaços exclusivos para não-brancos não são raridade nos campi daquele país. No Brasil, com todas as suas bizarrices, jamais ouvi falar disso. Parece-me que, da tríade woke, o que causa maior violência por aqui é o LGBT, já que apareceram casos recentes de alunas com medo de apanhar de travestis no banheiro feminino. Se pegarmos um prazo mais dilatado, porém, o que dá mais ocasião para pancadaria são os eventos de direita, sendo o melhor exemplo as exibições de um filme de Josias Teófilo pelas universidades federais do Brasil. Não é difícil apanhar de esquerdistas numa universidade brasileira, mas nunca ouvi falar que alguém apanhou por ser branco.\nBrasil Paralelo ignora que os EUA e o Brasil são países diferentes. A esquerda está longe de ser um monólito (se fosse, Bret Weinstein não teria problemas). No entanto, no que depender do documentário, parece que tudo é uma coisa só: o Brasil, os EUA, as esquerdas.\nO documentário começa descrevendo o caso Sokal para mostrar o lamentável estado das universidades. Não conta, porém, que Alain Sokal é um físico marxista, vermelhíssimo, que até deu aulas na Nicarágua sandinista. Como Bret Weinstein, é um judeu secular – judeus seculares costumam ser de esquerda. Alan Sokal está vivo e escrevendo, residente na Inglaterra. Seus artigos saem no The Critic, e ele fez um condenando a repressão às manifestações pró-Palestina, chamando de hipócritas os conservadores que se diziam a favor da liberdade de expressão. A argumentação é baseada no infame Sobre a liberdade, de Mill, porque Mill foi tão consensual nos EUA que até os marxistas velhos nascidos lá o citam como um texto sagrado.\nO caso Sokal deu origem ao seu livro Imposturas intelectuais, no qual Sokal condena as bases intelectuais da Nova Esquerda. O livro chegou ao Brasil não por meio de uma tradução de Olavo de Carvalho, mas sim do judeu comunista e antissionista Max Altman, cujo filho incitou os poucos protestos pró-Palestina que houve nos campi brasileiros.\nTais protestos costumam ser puxados por judeus de esquerda, porque Israel politiza os judeus. No Brasil há poucos judeus (e muitíssimos libaneses); logo, faz sentido que haja poucos protestos pró-Palestina aqui. Nos EUA, os protestos acabam por reunir judeus de esquerda e antissemitas de cabelo rosa. Isto é previsível por causa do modus operandi do wokismo e porque os EUA, sendo um país de formação racista, tendem a expressar tudo em termos de raça. Se o caso de Evergreen tivesse acontecido depois de outubro de 2023, é possível que Bret Weinstein recebesse ofensas antissemitas; que fosse acusado de ser homem, branco, cis, hétero e judeu/sionista.\nA causa palestina só entrou na moda em 7 de outubro de 2023. A marcha woke sobre as universidades tem já uma década. Ainda assim, Brasil Paralelo a escolheu para representar a intolerância esquerdista. O espectador da BP é ignorante, acredita em propaganda e não sabe que há muitos judeus de esquerda; se descobrir que Israel foi fundado por socialistas com o apoio de Stálin, cai duro pra trás. Essa direita ama Israel e odeia loucamente o STF, mas não sabe que seu ministro mais woke, Luís Roberto Barroso, é um judeu sionista de esquerda.\nVamos às supostas causas do problema. O jornalista e cientista político Gabriel de Arruda Castro usa a própria experiência em universidades dos EUA (e só nos EUA) para afirmar que lá é muito mais tranquilo que a USP, por exemplo. Após essa hiperbólica fala, entram professores de universidades brasileiras com experiência administrativa. Pela maneira como as suas falas são apresentadas, parece que é tudo culpa de Florestan Fernandes, que seria uma espécie de líder que mandava ao mesmo tempo em José Dirceu e Fernando Henrique Cardoso. Aliás, este último é apresentado com uma trilha de terror e suspense, estando implícito que é tão vermelho quanto Lênin.\nFica a pergunta: como é possível que o Brasil importe ideologias dos EUA, que tenha problemas iguais aos dos EUA, mas a causa principal seja a pessoa de Florestan Fernandes? Ele trabalhava na alfândega?\nÉ bem sabido, inclusive na direita, que Florestan Fernandes era um moleque da Fundação Ford, assim como o “comunista” Fernando Henrique Cardoso. E todo o mundo sabe que a Fundação Ford não é da China nem da Rússia, mas sim dos Estados Unidos. Dada a pesquisa de Wanderson Chaves, comentada nesse artigo, o que temos é que a Fundação Ford estava a serviço da CIA. Florestan Fernandes, Fernando Henrique Cardoso e outros recebiam dinheiro porque a CIA aprovava as suas atividades, não a KGB.\nApós a morte de Stálin, a CIA decidiu financiar uma esquerda compatível com o “Programa Doutrinário dos Estados Unidos”, que pode ser lido aqui. Basicamente, decidiu financiar uma esquerda liberal democrática, em vez de comunista.\nNo documentário, uma professora brasileira nos EUA conta uma história de censura protagonizada por um professor de religião, que a promovia com muito sucesso no campus. O documentário não vasculha nada. Se o fizesse, porém, descobriria que o liberalismo teológico é mais importante do que o marxismo para a formação da esquerda dos EUA. Mais precisamente, é mais importante a Igreja Unitarista, que difundiu o liberalismo teológico para outras denominações protestantes e até para o judaísmo. A esquerda brasileira e a norte-americana têm históricos bem diferentes. A raiz filosófica do wokismo é uma determinada denominação protestante (o unitarismo) que se assenhorou de Harvard e da Fundação Rockefeller, e que laicizou sua filosofia. Não é o marxismo. A esse respeito, recomendo o livro Liberal Suppression, de Philip Hamburger.\nSe o unitarismo virou praticamente uma doutrina de Estado, o marxismo foi, nos EUA, perseguido pelo macartismo. E aqui não posso deixar de apontar um erro primário do biólogo e jornalista Eli Vieira, que usa números absolutos para provar que o wokismo é pior do que o macartismo. Segundo ele, de 1947 a 1957, a quantidade de professores universitários demitidos como comunistas estaria entre 100 e 150. De 2014 a 2023, a cancel culture teria causado a demissão de 150 a 200. Ora, ele omite que a quantidade de universidades e professores mais que dobrou entre esses dois períodos; então, para dizer que o wokismo é pior, teria de ser uma demissão mais que duas vezes maior.\nParte da direita dos EUA perguntou por que as universidades só tiveram cortes de doações quando toleraram o antissemitismo woke, mas nada lhes acontecia quando toleravam o racismo woke contra brancos (além da misandria feminista e da misoginia LGBT). Desconheço resposta satisfatória a essa pergunta. Será que Brasil Paralelo adota a mesma cegueira? Brasil Paralelo pede dinheiro dizendo que não recebe verbas do governo. Seria bom frisar: do governo brasileiro. Porque, do jeito que ela mais esconde do que mostra, é bom perguntarmos de onde vem o seu financiamento."
  },
  {
    "id": "",
    "title": "U.S. Supreme Court term opens with the stench of a democracy in shambles",
    "link": "https://strategic-culture.su/news/2024/10/15/us-supreme-court-term-opens-with-the-stench-of-democracy-in-shambles/",
    "published": "2024-10-15T18:48:36.000Z",
    "description": "The US Supreme Court opened its current term, as customary, on the first Monday of October, with a docket consisting of cases accumulated over the summer recess, followed by oral arguments in pending cases. The pretense of normalcy could not...",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "Bu John BURTON\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nThe US Supreme Court opened its current term, as customary, on the first Monday of October, with a docket consisting of cases accumulated over the summer recess, followed by oral arguments in pending cases. The pretense of normalcy could not conceal the reality of a high court facing corruption scandals, particularly involving its most senior justice, Clarence Thomas, and a loss of public confidence not seen since the notorious Dred Scott v. Sanford decision of 1857 that helped trigger the Civil War.\nTwo weeks earlier, the Court refused to stop Missouri from executing Marcellus Williams, despite DNA evidence that established his innocence. Two weeks before that the Court sanctioned Nevada’s barring of Green Party presidential candidate Jill Stein from the ballot despite her having submitted over double the required number of petition signatures.\nThose recess orders followed last year’s right-wing rampage, in which the Supreme Court criminalized homelessness and sanctioned the arbitrary separation of families of mixed nationalities by the State Department, while deciding a series of cases that effectively stripped federal agencies of the authority to regulate businesses.\nThe Court’s assault on democratic rights culminated in its July 1 ruling granting US presidents, including Donald Trump, presumptive immunity from prosecution for crimes committed while in office. The ruling, placing the president above the law, overturned an appeals court ruling denying Trump’s bid for immunity in relation to his attempted overthrow of the 2020 election.\nLast month The New York Times reported, based on discussions and memoranda usually kept confidential, how Chief Justice John Roberts personally guided each of three blockbuster cases arising from Donald Trump’s rejection of the 2020 election and attempted coup d’etat, to conclusions that protected Trump and his fascist cohorts at the expense of American democracy.\nFirst, Roberts drafted the unsigned “per curiam” ruling that states cannot bar Trump from the ballot despite the Fourteenth Amendment’s disqualification of insurrectionists. Although nominally unanimous, the decision was 5-4 on the important question of whether an act of Congress is required to give the clause legal effect, an absurd negation of the constitutional text.\nSecond, Roberts suddenly took over from Justice Samuel Alito the decision whether January 6 insurrectionists generally could be charged with the federal crime of “obstructing” a proceeding four days after news reports emerged that an upside-down American flag was flown outside the Alito home in sympathy with the attempt to disrupt the electoral vote count and transfer of power.\nRoberts’ unprecedented reassignment of the opinion to himself underscores that Alito had no business sitting in judgment on any of the Trump election cases in the first place and should have been recused altogether. The same goes for Thomas, whose right-wing activist spouse Virginia Thomas participated in plots with Trump lawyers, including Sidney Powell, to concoct phony electors.\nThird, the Times reported that the justices discussed among themselves how the timing of their ruling on Trump’s appeal from the Court of Appeals’ denial of his immunity claim would affect the upcoming criminal trial for his role in the January 6 insurrection and the November 2024 election itself. Roberts personally insured, over the objection of Thomas, who wanted it delayed more, that the decision granting Trump broad presidential immunity from prosecution for crimes while in office would be published before the July 4 recess—but still too late for the case to go to trial before the election.\nWhile Roberts’ majority decision was widely, and correctly, denounced as a shabbily drafted assault on the fundamental democratic principle that no one is above the law, internally, Trump-nominated justices Brett Kavanaugh and Neil Gorsuch praised Roberts for an “extraordinary opinion” and “remarkable work.”\nSo far, the Supreme Court has about 40 cases on its docket for the new term, many raising significant questions regarding immigrants, prisoners, environmental protection and other issues, but few “hot button” issues, aside from a case that challenges Tennessee’s law banning “gender-affirming” medical care for patients under eighteen.\nThe first week included an argument related to gun control. In what would have seemed obvious during earlier historic periods, a majority of justices seemed inclined to uphold a US Bureau of Alcohol and Firearms (ATF) regulation that treats “ghost guns”—kits that can be assembled into functioning weapons without serial numbers—as “firearms” subject to the Gun Control Act of 1968. The regulation had been blocked nationally, however, by a fascistic federal judge in Texas before the Supreme Court ruled 5-4 earlier this year that the regulation could remain in effect until the case is decided.\nIn a rare instance of a capital case being argued, on Wednesday October 9, eight justices—Neil Gorsuch recused himself—considered whether Richard Glossip will be put to death for the 1997 Oklahoma City murder of Barry Van Treese. No one questions that another man, Justin Sneed, beat Van Treese to death with a baseball bat, but Sneed parlayed his uncorroborated testimony that Glossip paid him for the killing in exchange for a life sentence.\nGlossip, now 61, has maintained his innocence throughout 25 years on death row, and has been involved in multiple legal proceedings, including challenges to the injection of toxins as a mode of execution. A state legislative report found “grave doubt as to the integrity of Glossip’s murder conviction and death sentence,” as did a separate investigation commissioned by Oklahoma’s Republican attorney general.\nGlossip appealed for a new trial on the basis that the prosecutor failed to turn over notes referring to evidence that Sneed was bipolar and under psychiatric care, and then lied about it on the stand. The attorney general agreed that Glossip was denied due process and has refused to defend the conviction and death sentence, which were nevertheless upheld by the Oklahoma appellate court.\nWhen Glossip petitioned the Supreme Court for certiorari to review Oklahoma’s denial of a new trial despite the due-process violation, Christopher Michel, a former Roberts law clerk, was appointed to represent Oklahoma in lieu of the attorney general. While the other seven justices nitpicked for almost two hours over whether they had jurisdiction to review the decision of a state court, the usually quiet Thomas repeatedly interrupted with complaints that the prosecutors’ “reputations are being impugned” without being “given an opportunity to give detailed accounts of what those notes meant.”\nThomas’ sudden concern for due process is odd. It is Glossip’s head in the noose, not those of the prosecutors.\nThere are no election cases under review at the moment, but there can be little doubt that the ultra-right Supreme Court majority is poised to intervene on behalf of the increasingly fascistic Republican Party if the need arises over the next several weeks or months to help overturn a possible Democratic victory in the presidential race.\nOriginal article: wsws"
  },
  {
    "id": "",
    "title": "The Zionist lobby wins, but the U.S. loses",
    "link": "https://strategic-culture.su/news/2024/10/15/zionist-lobby-wins-but-us-loses/",
    "published": "2024-10-15T18:43:23.000Z",
    "description": "The deployment of American troops into the Middle East regional conflict shows how the pro-Israel lobby profoundly influences American foreign policy.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Lucas Leiroz"
    ],
    "authors": [
      {
        "name": "Lucas Leiroz"
      }
    ],
    "fullContent": "The deployment of American troops into the Middle East regional conflict shows how the pro-Israel lobby profoundly influences American foreign policy.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nYou can follow Lucas on X (formerly Twitter) and Telegram.\nThe U.S. has apparently made the decision to intervene directly in the large-scale conflict currently taking place in the Middle East. According to recent reports, American military units, including auxiliary groups and special forces, are being sent to Israel to more effectively support Tel Aviv’s forces in their land-to-air operations.\nThe main reason for the U.S. intervention is to support the IDF in air defense operations, and there is an official statement that there is no intention to use U.S. troops on direct combat lines. However, these claims have no practical credibility, since what we are seeing in the Middle East is a progressive escalation.\nPreviously, direct American assistance was limited to the naval front. Now, specialized troops are already operating air defense systems on “Israeli” soil. Soon, it is quite possible that there will be direct American combat involvement both in Gaza and on the border with Lebanon, since Washington clearly does not have the ability to impose limits on Israel.\nThe arrival of American troops in Israel at this time is highly significant because the Zionist occupation is going through one of the most difficult moments in its recent history. Israel failed to achieve any of its strategic objectives with the genocidal operation in the Gaza Strip, having killed thousands of civilians, but failed to defeat Hamas and free the prisoners of war. Now, after suffering a humiliation during the recent Iranian attack on Zionist military and strategic bases, Israel is carrying out a disastrous invasion of Lebanon, where it suffers from Hezbollah’s high qualification in guerrilla and attrition warfare – in addition to Israeli cities being increasingly easy targets for the Shiite militia’s missiles and drones.\nIt is fair to say that Israel is facing more difficulties now than at any other time in its military history. Tel Aviv is exhausting its defense and intelligence resources without achieving any meaningful objective, falling into a trap from which it will certainly not escape without profound changes in its state structure – if not its actual ceasing of existence as a state.\nIt would be naive to think that Pentagon strategists are unaware of this type of situation. Despite American propaganda encouraging Israel, senior American defense officials certainly know that entering Israel is strategic suicide for the United States, which is why the Pentagon’s recent decision seems even more irrational. However, it is important to understand that not all decisions made by a state are based on strategic sense and rationality, and that several factors influence it, such as historical and ideological ties and, above all, the stimulus of various lobbies.\nContrary to what many experts say, the reality of U.S.-Israeli ties cannot be understood by taking Washington as the main agent of relations. Israel seems to have much more influence on American politics than Washington has in Tel Aviv. It is no coincidence that, despite Democrats and Republicans disagreeing on many issues, they continue to agree on Israel, with support for Zionism being absolute among all American politicians.\nIn fact, what the decision to send American military personnel to Israeli soil reveals is that it is the Zionist lobby that really controls the main strategic decisions of the United States. Joe Biden and his main allies have made it clear several times that they are not willing to directly support Israel in a major regional war in the Middle East. With elections coming up and major domestic problems in the United States, all Washington wants to do is to resolve its own issues and avoid military engagement. However, American decision-makers do not seem to have enough strength to neutralize the influence of the Zionist lobby, giving in on several important issues, even though all strategic sense advises something different to be done.\nIn the end, it is possible to say that once again the Zionist lobby has won the American political game. It remains to be seen how long the U.S. will be able to resist the pressure from this same lobby for direct intervention.\nThe deployment of American troops into the Middle East regional conflict shows how the pro-Israel lobby profoundly influences American foreign policy.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nYou can follow Lucas on X (formerly Twitter) and Telegram.\nThe U.S. has apparently made the decision to intervene directly in the large-scale conflict currently taking place in the Middle East. According to recent reports, American military units, including auxiliary groups and special forces, are being sent to Israel to more effectively support Tel Aviv’s forces in their land-to-air operations.\nThe main reason for the U.S. intervention is to support the IDF in air defense operations, and there is an official statement that there is no intention to use U.S. troops on direct combat lines. However, these claims have no practical credibility, since what we are seeing in the Middle East is a progressive escalation.\nPreviously, direct American assistance was limited to the naval front. Now, specialized troops are already operating air defense systems on “Israeli” soil. Soon, it is quite possible that there will be direct American combat involvement both in Gaza and on the border with Lebanon, since Washington clearly does not have the ability to impose limits on Israel.\nThe arrival of American troops in Israel at this time is highly significant because the Zionist occupation is going through one of the most difficult moments in its recent history. Israel failed to achieve any of its strategic objectives with the genocidal operation in the Gaza Strip, having killed thousands of civilians, but failed to defeat Hamas and free the prisoners of war. Now, after suffering a humiliation during the recent Iranian attack on Zionist military and strategic bases, Israel is carrying out a disastrous invasion of Lebanon, where it suffers from Hezbollah’s high qualification in guerrilla and attrition warfare – in addition to Israeli cities being increasingly easy targets for the Shiite militia’s missiles and drones.\nIt is fair to say that Israel is facing more difficulties now than at any other time in its military history. Tel Aviv is exhausting its defense and intelligence resources without achieving any meaningful objective, falling into a trap from which it will certainly not escape without profound changes in its state structure – if not its actual ceasing of existence as a state.\nIt would be naive to think that Pentagon strategists are unaware of this type of situation. Despite American propaganda encouraging Israel, senior American defense officials certainly know that entering Israel is strategic suicide for the United States, which is why the Pentagon’s recent decision seems even more irrational. However, it is important to understand that not all decisions made by a state are based on strategic sense and rationality, and that several factors influence it, such as historical and ideological ties and, above all, the stimulus of various lobbies.\nContrary to what many experts say, the reality of U.S.-Israeli ties cannot be understood by taking Washington as the main agent of relations. Israel seems to have much more influence on American politics than Washington has in Tel Aviv. It is no coincidence that, despite Democrats and Republicans disagreeing on many issues, they continue to agree on Israel, with support for Zionism being absolute among all American politicians.\nIn fact, what the decision to send American military personnel to Israeli soil reveals is that it is the Zionist lobby that really controls the main strategic decisions of the United States. Joe Biden and his main allies have made it clear several times that they are not willing to directly support Israel in a major regional war in the Middle East. With elections coming up and major domestic problems in the United States, all Washington wants to do is to resolve its own issues and avoid military engagement. However, American decision-makers do not seem to have enough strength to neutralize the influence of the Zionist lobby, giving in on several important issues, even though all strategic sense advises something different to be done.\nIn the end, it is possible to say that once again the Zionist lobby has won the American political game. It remains to be seen how long the U.S. will be able to resist the pressure from this same lobby for direct intervention."
  },
  {
    "id": "",
    "title": "From Reset to World War: Will the WEF say farewell to “The Message”?",
    "link": "https://strategic-culture.su/news/2024/10/15/from-reset-world-war-will-wef-say-farewell-message/",
    "published": "2024-10-15T18:36:05.000Z",
    "description": "Whether through ideological soft power or financial manipulation, the core agenda remains intact, albeit masked in new forms.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Joaquin Flores"
    ],
    "authors": [
      {
        "name": "Joaquin Flores"
      }
    ],
    "fullContent": "Whether through ideological soft power or financial manipulation, the core agenda remains intact, albeit masked in new forms.\nFollow Joaquin Flores as XF on Telegram @NewResistance\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nThe question of the relationship between the overall collective Western failure of the ‘Great Reset’, failures in numerous past and current military conflicts, and subsequent signs that they are attenuating their messaging, is of critical significance which offers multiply-connected analytics vectors for development. This is because of the relationship between Hollywood messaging and the messaging approved globally by the Western elites writ large. Those reflect a phenomenon known as ‘Human Rights Imperialism’, as well as the ‘Pink Washing’ more novel to the 21st century. Here, we will develop upon ‘Why this Anti-Democratic Anti-Populism in the Age of Big Data Analytics?’\nIt is beyond a doubt that what is often termed ‘The Message’, as discussed in ‘Why this Anti-Democratic Anti-Populism’, has been placed at the center of the West’s raison d’etre. Yet Hollywood apparently had to back-off after ‘The Message’ failed to make the numbers happen at the box office and merch sales. Will the WEF, and the political class at large, have to back-off after it failed to make the reset happen?\n‘The Message’, as it is known, is a type of indoctrination inserted into mainstream Hollywood film and episodic series which, under the guise of inclusivity, encourages the population to conceptualize social problems as those arising from the thoughts and activities of every-day regular people who are ignorant, and so need to be educated in a top-down manner. With this approach comes much less a focus on the role that structures of power (like banks, corporations) and institutions themselves have in determining power relations between asymmetrically represented and empowered segments of society. The consequence is that rather than punching upward at those actually in power, people are encouraged to punch at each other, and also punch ever downward. But it isn’t necessary to present the origins of ‘The Message’ in conspiratorial form, even though it would be accurate.\nThe power establishment embarked upon this cultural revolution in the collective West (that’s the conspiratorial part) which we can conceptualize as being something like the most cynical exploits that grifters made out of the Civil Rights movement after the 1960’s, combined with a perpetual 1990’s era post Cold War triumphalism. Finally, transgender and even pro-pedophilia discursive framings have permeated into this motif. Having done so, they had succeeded not so much in convincing many people that this was so much important or even true as they did in convincing other elites that people were embracing this. A strange virtual economy emerged, that would eventually require a correction.\nMany Hollywood executives believed they could thrive economically by aligning themselves with grass-roots activist movements (which were actually AstroTurf NGOs) that claimed to represent the future of cultural engagement—asserting that they held the keys to audiences and were on “The Right Side of History.” However, this strategy has revealed itself to be a niche market, often limiting audience reach and profitability. The realization is dawning that politically neutral films—those freed from the constraints of having to promote ‘The Message’—can resonate with a broader audience than those catering exclusively to one ideological side.\nOne critical lesson that Hollywood and entertainment companies are learning is that taking a definitive stand on culture war issues often alienates one side more significantly than it attracts supporters from the other. A pertinent example can be seen in the case of Bud Light, who infamously placed a male Audrey Hepburn impersonator on their cans, which sought to engage a new demographic but ended up losing a considerable number of its long-time customers. The attempt to appeal to one faction resulted in a backlash from another, illustrating a lose-lose situation. This pattern holds implications for the film industry as well. By attempting to appease either side of the political spectrum, studios risk inciting further alienation, thus compounding their challenges.\nFor studios, the notion of publicly dismissing their activist-oriented content creators presents its own set of complications. Such a move could trigger a backlash from a significant segment of society, particularly among cultural elites and film critics who perceive such actions as a capitulation to opposing views. This could foster a narrative that the studios have shifted their allegiance, pushing away audiences that feel betrayed. The lesson emerging from this dynamic is that oscillating between ideological extremes is less effective than adopting a more neutral stance altogether.\nConsequently, the trend appears to be moving toward a more subtle, yet definitive shift away from overtly politicized content. The aim is to release films that prioritize storytelling over ideology, thereby allowing for a wider appeal without the inherent risks associated with political polarization. The increasing success of films that emphasize narrative over ‘The Message’ suggests a growing audience appetite for this type of content.\nHowever, the road to rebuilding trust among formerly alienated audiences may be long and fraught with challenges. Many viewers who felt burned by past productions might be reluctant to engage with new releases from studios that previously prioritized ideological messaging. This indicates that loyalty to long-established franchises may be irrevocably damaged, as previous fans move on without a new generation of enthusiasts to replace them.\nThe film industry may be gradually recognizing the limitations of a strategy that revolves around catering to polarized political factions. The trend toward more politically neutral storytelling not only holds the potential for broader financial success but also allows for a return to the core of what makes for good cinema: compelling storytelling. As studios strive to regain their footing, the hope is that they will embrace this shift away from ‘The Message’ and focus on delivering engaging narratives that resonate with audiences across the spectrum.\nViability of ‘The Message’ – It’s not about the money\nIn the age of big data analytics, it is highly unlikely that Hollywood is unaware of where it points. Backing off ‘The Message’ be the process afoot now, but it raises questions about the market research into the viability of ‘The Message’. While it was important to work through a more ‘perfect storm’ narrative of ‘The Message’ and why Hollywood is backing off of it a bit, as we did in the above, it is important to understand that Hollywood places profitability behind, not above, other concerns. One reason is because of Hollywood accounting, it is not really necessary for a film to succeed in order for it to succeed for its investors, as is well known and long established – even parodied in productions like ‘The Producers’.\nMore importantly Hollywood is a center of Western hegemonic soft power, and should really be considered as a part of the intelligence and/or military industrial complex. In many ways, the profit motive is just a facade. Typically, some ideological adventure is a facade for a profit motive – here it is the opposite. At the center of everything is fiat and control, not paper bills called ‘money’. Control people’s ideas, and the question of money evaporates.\nProjects like Gawker Media went belly-up in 2016 because of their obsession with ‘The Message’, and yet it was subsidized for years since 2003 like this. In reality, it served as a type of ‘issues based political advertising’ that quietly aligned with the campaign talking points of various ‘progressive’ politicians, typically of the DNC.\nBut Hollywood would continue to promote ‘The Message’ for another eight years, despite big data analytics(!), where only now are we seeing some signs that this trend is waning.\nIt is, however, about Power\nManagerial revolutions, such as that described by post-Trotskyist writer and thinker James Burnham, were a phenomenon of the 20th century – but these were novel developments which were hinged to certain technological advances in the productive forces, but also in particular with communication technologies such as radio. Yet a significant feature of early to mid century managerial revolutions was the expansive phenomenon of a populism which was then transformed into a mobilization of society.\nFor decades, experts in the field of IPE (international political economy) and Global Politics (GP) – which together can be considered part of a triad with IR, tried to work through this ‘problem’: how to walk a thin line between manufactured, top-down ‘social change’ (or conversely, a top-down approach to preserving ‘the status quo) on the one hand, and not ‘over-stimulating’ (or conversely, not provoking) the citizenry into some Hitleresque populist pogrom on the other.\nThe strange connotation in texts of these kinds was that something got ‘out of control’ within the German population that exceeded itself – in essence that the disaster of the Nazi experiment was driven from the bottom-up by a mood of unquenchable fanaticism, leading to the holocaust and war. Here, ‘people power’ is problematized, which has been a consistent theme of elite-driven academic literature. In other words, they maintain that staying true to a ‘progressive’ agenda is not something which populism can do.\nThe lesson we are instructed to receive? While elites need to be responsive and understanding of the demands of a population to an extent, leadership means that the ‘patients cannot ever be allowed to run the sanatorium’. So, how can they deal with economic changes, changes to the balance of power between regions or nation-states of the world, and problematic social changes which arise in a waning global hegemon such as the U.S?\nTime to Rebrand: The WEF is Failing at the Institutional Level\nWhat are these changes all about? On February 24th, 2022, my piece on how the self-declared ‘Great Reset’ was failing was published (Is the Great Reset Failing? When Great Narratives Fall Apart). By pure coincidence, this was the same day that the Russian SMO began in Ukraine. What is not simply coincidence is the relationship between the plandemic/reset and the war in Ukraine and Israel/Palestine.\nBut for the Davos crowd to admit to ‘set backs’ (defeats) was something that was hard for the powers that be to do. And as a humorous aside, we can include that this realization was more than just hard but actually impossible for a number of anti-reset black-pilled blogger types. Recall it was these who had become little more than zealous peddlers of doom – in other words, unpaid publicists for the very elites these writers are quite rightly opposed to. To wit, their entire identity was based around some trope that the powers that be were getting everything they wanted and their plan was going accordingly.\nSchwab, Malleret, and the Davos people as a group, are closer to the story (as close as one can get!) and their recounting is quite different: they faced frustration and set-backs and are displeased with the results so far.\nThat was an analysis of the 2022 book from Klaus Schwab and Thierry Malleret, in “The Great Narrative,” which highlighted the West’s fixation on “fake news,” information war, and malign actors, revealing both an admission of guilt and a recognition of failure.\nThe focus on narratives – information warfare as an offshoot of political warfare – is critical. As corporate and governmental cultures merged, we saw leaders like Trudeau and Johnson thrive on unattainable resetist promises, underscoring a dangerous reality: the more grandiose the ambition, the more it emboldened such figures.\nThis state of affairs foreshadowed the role of an equally emboldened Zelensky in fomenting the Russia-Ukraine conflict, and the irresponsible roles that various Western leaders would, in virtual unanimity, take in ‘backing Ukraine until the end’. This carried forward the very same operation ‘lockstep’ which was their approach to Covid, only now the ‘virus’ it seems is Russia itself.\nThe WEF’s push for narratives serves as a form of soft power, aiming to reshape reality while repressing dissenting voices under the rubric of ‘foreign’ and ‘malign’ actors. This dissenting counter-narrative, however, is gaining traction as the elite’s attempts to control information become evident, revealing their vulnerability.\nFinally, we found that the rushed implementation of the “Great Reset” lacked the groundwork necessary for widespread acceptance, hinting at internal fractures within the West’s elite class, and an even greater gulf between the elites and the populations they ‘govern’. As the public increasingly voiced its skepticism, the stability of this reset agenda was called into question. The WEF’s fixation on policing narratives was, paradoxically, a sign of its weakening grip on power.\nThe solution for the WEF has been to roll out a slow burn of a rebrand. Accordingly, they are transforming “from a convening platform to the leading global institution for public-private cooperation”. In practical terms, they are shifting some of their messaging and focus away from globalization as a panacea. Increasingly from the WEF we see a more nuanced approach which implicitly acknowledges that the very trends which they used to justify the theory of globalization (as inevitable and good) are now showing a trend back toward the nation state. Part of this is a still-born attempt to recognize a larger picture which is that globalization (in their model) was always one which privileged and took for granted that the traditional centers of capital accumulation inherited from the colonial and imperial era in Western Europe would also be leading, directing, and likely profiting the most, from ‘globalization’.\nIn other words, while the WEF and academia have attempted to paint globalization as a kind of ‘internationalism’ (in the sense used by the historical/Marxian left), in reality it has been more like a white-washed (or pink-washed, rather) neo-imperialism. For them, globalization was just like a force of nature, the gravity of its inevitability could not be resisted. The ‘nation-state’ was becoming, in their view, a thing of the past – the trans-national and multi-national corporation was the future. The world could rejoice in unity, hold hands, and proceed to nuclear and conventional disarmament – except the U.S., Team America, as this would be the world’s police force. Only dreamers, dangerous reactionaries, populist demagogues, and nationalist-authoritarian movements and its leaders could be crazy enough to believe otherwise.\nWell, not so fast, they are now admitting that globalization is not an iron-law process. While the WEF is not completely backing off globalization, it is acknowledging the complexities and challenges associated with it. There’s a growing recognition of the need to appear more reasonable and less imperialistic, and for a more balanced approach that addresses issues like supply chain vulnerabilities, economic inequality, and national security concerns.\nSchwab, for his part, is expected to clarify both the role and the leadership structure, along with new appointments at the executive level, as Schwab has been in a process of transitioning his role. The WEF Executive Board includes BlackRock’s Fink and former ECB chair Lagarde – and there is also the possibility that in terms of Executive Board leadership moving forward, someone like Tony Blair (and we would say also, Barack Obama) could be seen as one of several public figures, leaders, or spokesmen for the organization given that Borge Brende is considered ‘low key’ – a polite way to say ‘uninspiring’ and lacking any public charisma, you know, the kind that Schwab so excels at.\nIn truth the messaging that the WEF is trying to quietly back-away from is in all actuality indistinguishable from the U.S.’ and EU’s ideology from the 90’s onward. This is a very big sign that cannot be ignored. This ideology which involves smuggling in a neo-imperialism within the discursive framework of a ‘business friendly’ leftish internationalism (known as ‘globalization), also used pink washing and other forms of human rights imperialism. Repressing one’s own population – even abstractly in the arena of minority culture and sexuality – was a legitimate casus belli to overthrow that state.\nThis would seem to mean that the U.S. and EU are also backing away from this, at least from hammering on it so hard. But is this a change in their overall approach, or simply giving the fishing line some slack?\nTowards further research\nTo what extent is the apparent retreat from ideological messaging in Hollywood and global elite institutions like the WEF a genuine shift in strategy, and how might this rebranding be used to maintain their control over cultural and political narratives in a more subtle form?\nWe find ourselves at a critical juncture where the failures of both Hollywood’s ‘The Message’ and the broader ‘Great Reset’ raise pressing questions about the future of Western hegemony and its strategies. The realization that politically neutral content may have broader appeal than overtly ideological films signifies a deeper shift away from the heavy-handed social engineering that dominated the last decade. Hollywood’s retreat from ‘The Message,’ even as data analytics clearly exposed its flaws, points to a broader cultural reappraisal—yet, crucially, not merely in pursuit of profit. The real driving force behind this shift is power—control over narratives, perceptions, and ultimately, people’s minds.\nThis is why the West’s ruling elites, embodied by institutions like the WEF, are recalibrating their strategies. Their initial confidence in globalization as an inevitable force has been shattered by internal fractures, public skepticism, and geopolitical upheavals like the war in Ukraine. The elites’ retreat from once-unquestionable narratives, including their push for a globalist agenda, signals not merely a pragmatic adjustment, but a recognition of their waning control. As the WEF shifts its focus from globalization’s triumphalism to a more cautious approach, it reflects the larger unraveling of Western ideological dominance.\nYet, we must ask: Is this truly a retraction, or simply a rebranding—an attempt to maintain control while adjusting tactics? As Hollywood and global elites scale back, they do not relinquish their pursuit of power. Whether through ideological soft power or financial manipulation, the core agenda remains intact, albeit masked in new forms. The question is not whether these institutions will abandon their quest for dominance but how they will adapt to maintain it in a world increasingly skeptical of their motives and methods.\nWhether through ideological soft power or financial manipulation, the core agenda remains intact, albeit masked in new forms.\nFollow Joaquin Flores as XF on Telegram @NewResistance\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nThe question of the relationship between the overall collective Western failure of the ‘Great Reset’, failures in numerous past and current military conflicts, and subsequent signs that they are attenuating their messaging, is of critical significance which offers multiply-connected analytics vectors for development. This is because of the relationship between Hollywood messaging and the messaging approved globally by the Western elites writ large. Those reflect a phenomenon known as ‘Human Rights Imperialism’, as well as the ‘Pink Washing’ more novel to the 21st century. Here, we will develop upon ‘Why this Anti-Democratic Anti-Populism in the Age of Big Data Analytics?’\nIt is beyond a doubt that what is often termed ‘The Message’, as discussed in ‘Why this Anti-Democratic Anti-Populism’, has been placed at the center of the West’s raison d’etre. Yet Hollywood apparently had to back-off after ‘The Message’ failed to make the numbers happen at the box office and merch sales. Will the WEF, and the political class at large, have to back-off after it failed to make the reset happen?\n‘The Message’, as it is known, is a type of indoctrination inserted into mainstream Hollywood film and episodic series which, under the guise of inclusivity, encourages the population to conceptualize social problems as those arising from the thoughts and activities of every-day regular people who are ignorant, and so need to be educated in a top-down manner. With this approach comes much less a focus on the role that structures of power (like banks, corporations) and institutions themselves have in determining power relations between asymmetrically represented and empowered segments of society. The consequence is that rather than punching upward at those actually in power, people are encouraged to punch at each other, and also punch ever downward. But it isn’t necessary to present the origins of ‘The Message’ in conspiratorial form, even though it would be accurate.\nThe power establishment embarked upon this cultural revolution in the collective West (that’s the conspiratorial part) which we can conceptualize as being something like the most cynical exploits that grifters made out of the Civil Rights movement after the 1960’s, combined with a perpetual 1990’s era post Cold War triumphalism. Finally, transgender and even pro-pedophilia discursive framings have permeated into this motif. Having done so, they had succeeded not so much in convincing many people that this was so much important or even true as they did in convincing other elites that people were embracing this. A strange virtual economy emerged, that would eventually require a correction.\nMany Hollywood executives believed they could thrive economically by aligning themselves with grass-roots activist movements (which were actually AstroTurf NGOs) that claimed to represent the future of cultural engagement—asserting that they held the keys to audiences and were on “The Right Side of History.” However, this strategy has revealed itself to be a niche market, often limiting audience reach and profitability. The realization is dawning that politically neutral films—those freed from the constraints of having to promote ‘The Message’—can resonate with a broader audience than those catering exclusively to one ideological side.\nOne critical lesson that Hollywood and entertainment companies are learning is that taking a definitive stand on culture war issues often alienates one side more significantly than it attracts supporters from the other. A pertinent example can be seen in the case of Bud Light, who infamously placed a male Audrey Hepburn impersonator on their cans, which sought to engage a new demographic but ended up losing a considerable number of its long-time customers. The attempt to appeal to one faction resulted in a backlash from another, illustrating a lose-lose situation. This pattern holds implications for the film industry as well. By attempting to appease either side of the political spectrum, studios risk inciting further alienation, thus compounding their challenges.\nFor studios, the notion of publicly dismissing their activist-oriented content creators presents its own set of complications. Such a move could trigger a backlash from a significant segment of society, particularly among cultural elites and film critics who perceive such actions as a capitulation to opposing views. This could foster a narrative that the studios have shifted their allegiance, pushing away audiences that feel betrayed. The lesson emerging from this dynamic is that oscillating between ideological extremes is less effective than adopting a more neutral stance altogether.\nConsequently, the trend appears to be moving toward a more subtle, yet definitive shift away from overtly politicized content. The aim is to release films that prioritize storytelling over ideology, thereby allowing for a wider appeal without the inherent risks associated with political polarization. The increasing success of films that emphasize narrative over ‘The Message’ suggests a growing audience appetite for this type of content.\nHowever, the road to rebuilding trust among formerly alienated audiences may be long and fraught with challenges. Many viewers who felt burned by past productions might be reluctant to engage with new releases from studios that previously prioritized ideological messaging. This indicates that loyalty to long-established franchises may be irrevocably damaged, as previous fans move on without a new generation of enthusiasts to replace them.\nThe film industry may be gradually recognizing the limitations of a strategy that revolves around catering to polarized political factions. The trend toward more politically neutral storytelling not only holds the potential for broader financial success but also allows for a return to the core of what makes for good cinema: compelling storytelling. As studios strive to regain their footing, the hope is that they will embrace this shift away from ‘The Message’ and focus on delivering engaging narratives that resonate with audiences across the spectrum.\nViability of ‘The Message’ – It’s not about the money\nIn the age of big data analytics, it is highly unlikely that Hollywood is unaware of where it points. Backing off ‘The Message’ be the process afoot now, but it raises questions about the market research into the viability of ‘The Message’. While it was important to work through a more ‘perfect storm’ narrative of ‘The Message’ and why Hollywood is backing off of it a bit, as we did in the above, it is important to understand that Hollywood places profitability behind, not above, other concerns. One reason is because of Hollywood accounting, it is not really necessary for a film to succeed in order for it to succeed for its investors, as is well known and long established – even parodied in productions like ‘The Producers’.\nMore importantly Hollywood is a center of Western hegemonic soft power, and should really be considered as a part of the intelligence and/or military industrial complex. In many ways, the profit motive is just a facade. Typically, some ideological adventure is a facade for a profit motive – here it is the opposite. At the center of everything is fiat and control, not paper bills called ‘money’. Control people’s ideas, and the question of money evaporates.\nProjects like Gawker Media went belly-up in 2016 because of their obsession with ‘The Message’, and yet it was subsidized for years since 2003 like this. In reality, it served as a type of ‘issues based political advertising’ that quietly aligned with the campaign talking points of various ‘progressive’ politicians, typically of the DNC.\nBut Hollywood would continue to promote ‘The Message’ for another eight years, despite big data analytics(!), where only now are we seeing some signs that this trend is waning.\nIt is, however, about Power\nManagerial revolutions, such as that described by post-Trotskyist writer and thinker James Burnham, were a phenomenon of the 20th century – but these were novel developments which were hinged to certain technological advances in the productive forces, but also in particular with communication technologies such as radio. Yet a significant feature of early to mid century managerial revolutions was the expansive phenomenon of a populism which was then transformed into a mobilization of society.\nFor decades, experts in the field of IPE (international political economy) and Global Politics (GP) – which together can be considered part of a triad with IR, tried to work through this ‘problem’: how to walk a thin line between manufactured, top-down ‘social change’ (or conversely, a top-down approach to preserving ‘the status quo) on the one hand, and not ‘over-stimulating’ (or conversely, not provoking) the citizenry into some Hitleresque populist pogrom on the other.\nThe strange connotation in texts of these kinds was that something got ‘out of control’ within the German population that exceeded itself – in essence that the disaster of the Nazi experiment was driven from the bottom-up by a mood of unquenchable fanaticism, leading to the holocaust and war. Here, ‘people power’ is problematized, which has been a consistent theme of elite-driven academic literature. In other words, they maintain that staying true to a ‘progressive’ agenda is not something which populism can do.\nThe lesson we are instructed to receive? While elites need to be responsive and understanding of the demands of a population to an extent, leadership means that the ‘patients cannot ever be allowed to run the sanatorium’. So, how can they deal with economic changes, changes to the balance of power between regions or nation-states of the world, and problematic social changes which arise in a waning global hegemon such as the U.S?\nTime to Rebrand: The WEF is Failing at the Institutional Level\nWhat are these changes all about? On February 24th, 2022, my piece on how the self-declared ‘Great Reset’ was failing was published (Is the Great Reset Failing? When Great Narratives Fall Apart). By pure coincidence, this was the same day that the Russian SMO began in Ukraine. What is not simply coincidence is the relationship between the plandemic/reset and the war in Ukraine and Israel/Palestine.\nBut for the Davos crowd to admit to ‘set backs’ (defeats) was something that was hard for the powers that be to do. And as a humorous aside, we can include that this realization was more than just hard but actually impossible for a number of anti-reset black-pilled blogger types. Recall it was these who had become little more than zealous peddlers of doom – in other words, unpaid publicists for the very elites these writers are quite rightly opposed to. To wit, their entire identity was based around some trope that the powers that be were getting everything they wanted and their plan was going accordingly.\nSchwab, Malleret, and the Davos people as a group, are closer to the story (as close as one can get!) and their recounting is quite different: they faced frustration and set-backs and are displeased with the results so far.\nThat was an analysis of the 2022 book from Klaus Schwab and Thierry Malleret, in “The Great Narrative,” which highlighted the West’s fixation on “fake news,” information war, and malign actors, revealing both an admission of guilt and a recognition of failure.\nThe focus on narratives – information warfare as an offshoot of political warfare – is critical. As corporate and governmental cultures merged, we saw leaders like Trudeau and Johnson thrive on unattainable resetist promises, underscoring a dangerous reality: the more grandiose the ambition, the more it emboldened such figures.\nThis state of affairs foreshadowed the role of an equally emboldened Zelensky in fomenting the Russia-Ukraine conflict, and the irresponsible roles that various Western leaders would, in virtual unanimity, take in ‘backing Ukraine until the end’. This carried forward the very same operation ‘lockstep’ which was their approach to Covid, only now the ‘virus’ it seems is Russia itself.\nThe WEF’s push for narratives serves as a form of soft power, aiming to reshape reality while repressing dissenting voices under the rubric of ‘foreign’ and ‘malign’ actors. This dissenting counter-narrative, however, is gaining traction as the elite’s attempts to control information become evident, revealing their vulnerability.\nFinally, we found that the rushed implementation of the “Great Reset” lacked the groundwork necessary for widespread acceptance, hinting at internal fractures within the West’s elite class, and an even greater gulf between the elites and the populations they ‘govern’. As the public increasingly voiced its skepticism, the stability of this reset agenda was called into question. The WEF’s fixation on policing narratives was, paradoxically, a sign of its weakening grip on power.\nThe solution for the WEF has been to roll out a slow burn of a rebrand. Accordingly, they are transforming “from a convening platform to the leading global institution for public-private cooperation”. In practical terms, they are shifting some of their messaging and focus away from globalization as a panacea. Increasingly from the WEF we see a more nuanced approach which implicitly acknowledges that the very trends which they used to justify the theory of globalization (as inevitable and good) are now showing a trend back toward the nation state. Part of this is a still-born attempt to recognize a larger picture which is that globalization (in their model) was always one which privileged and took for granted that the traditional centers of capital accumulation inherited from the colonial and imperial era in Western Europe would also be leading, directing, and likely profiting the most, from ‘globalization’.\nIn other words, while the WEF and academia have attempted to paint globalization as a kind of ‘internationalism’ (in the sense used by the historical/Marxian left), in reality it has been more like a white-washed (or pink-washed, rather) neo-imperialism. For them, globalization was just like a force of nature, the gravity of its inevitability could not be resisted. The ‘nation-state’ was becoming, in their view, a thing of the past – the trans-national and multi-national corporation was the future. The world could rejoice in unity, hold hands, and proceed to nuclear and conventional disarmament – except the U.S., Team America, as this would be the world’s police force. Only dreamers, dangerous reactionaries, populist demagogues, and nationalist-authoritarian movements and its leaders could be crazy enough to believe otherwise.\nWell, not so fast, they are now admitting that globalization is not an iron-law process. While the WEF is not completely backing off globalization, it is acknowledging the complexities and challenges associated with it. There’s a growing recognition of the need to appear more reasonable and less imperialistic, and for a more balanced approach that addresses issues like supply chain vulnerabilities, economic inequality, and national security concerns.\nSchwab, for his part, is expected to clarify both the role and the leadership structure, along with new appointments at the executive level, as Schwab has been in a process of transitioning his role. The WEF Executive Board includes BlackRock’s Fink and former ECB chair Lagarde – and there is also the possibility that in terms of Executive Board leadership moving forward, someone like Tony Blair (and we would say also, Barack Obama) could be seen as one of several public figures, leaders, or spokesmen for the organization given that Borge Brende is considered ‘low key’ – a polite way to say ‘uninspiring’ and lacking any public charisma, you know, the kind that Schwab so excels at.\nIn truth the messaging that the WEF is trying to quietly back-away from is in all actuality indistinguishable from the U.S.’ and EU’s ideology from the 90’s onward. This is a very big sign that cannot be ignored. This ideology which involves smuggling in a neo-imperialism within the discursive framework of a ‘business friendly’ leftish internationalism (known as ‘globalization), also used pink washing and other forms of human rights imperialism. Repressing one’s own population – even abstractly in the arena of minority culture and sexuality – was a legitimate casus belli to overthrow that state.\nThis would seem to mean that the U.S. and EU are also backing away from this, at least from hammering on it so hard. But is this a change in their overall approach, or simply giving the fishing line some slack?\nTowards further research\nTo what extent is the apparent retreat from ideological messaging in Hollywood and global elite institutions like the WEF a genuine shift in strategy, and how might this rebranding be used to maintain their control over cultural and political narratives in a more subtle form?\nWe find ourselves at a critical juncture where the failures of both Hollywood’s ‘The Message’ and the broader ‘Great Reset’ raise pressing questions about the future of Western hegemony and its strategies. The realization that politically neutral content may have broader appeal than overtly ideological films signifies a deeper shift away from the heavy-handed social engineering that dominated the last decade. Hollywood’s retreat from ‘The Message,’ even as data analytics clearly exposed its flaws, points to a broader cultural reappraisal—yet, crucially, not merely in pursuit of profit. The real driving force behind this shift is power—control over narratives, perceptions, and ultimately, people’s minds.\nThis is why the West’s ruling elites, embodied by institutions like the WEF, are recalibrating their strategies. Their initial confidence in globalization as an inevitable force has been shattered by internal fractures, public skepticism, and geopolitical upheavals like the war in Ukraine. The elites’ retreat from once-unquestionable narratives, including their push for a globalist agenda, signals not merely a pragmatic adjustment, but a recognition of their waning control. As the WEF shifts its focus from globalization’s triumphalism to a more cautious approach, it reflects the larger unraveling of Western ideological dominance.\nYet, we must ask: Is this truly a retraction, or simply a rebranding—an attempt to maintain control while adjusting tactics? As Hollywood and global elites scale back, they do not relinquish their pursuit of power. Whether through ideological soft power or financial manipulation, the core agenda remains intact, albeit masked in new forms. The question is not whether these institutions will abandon their quest for dominance but how they will adapt to maintain it in a world increasingly skeptical of their motives and methods."
  },
  {
    "id": "",
    "title": "Pathetic Europeans green-light Israel to continue war crimes",
    "link": "https://strategic-culture.su/news/2024/10/15/pathetic-europeans-green-light-israel-to-continue-war-crimes/",
    "published": "2024-10-15T18:21:36.000Z",
    "description": "The “appeasement” argument is entirely appropriate regarding Israel and genocide in Gaza and Lebanon.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Finian Cunningham"
    ],
    "authors": [
      {
        "name": "Finian Cunningham"
      }
    ],
    "fullContent": "The “appeasement” argument is entirely appropriate regarding Israel and genocide in Gaza and Lebanon.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nIt’s almost hilarious if it wasn’t so damnable. The Israeli regime is attacking United Nations peacekeepers and all the pathetic European governments can muster is a mealy-mouthed plea “that these attacks must stop immediately.”\nSome 15 members of the UN’s Interim Force in Lebanon (UNIFIL) have been injured so far after the Orwellian-named Israeli Defense Forces attacked their bases. There are credible reports of IDF tanks deliberately crashing into a UNIFIL base, a watchtower being blown up by Israeli artillery, and chemical weapons fired at peacekeepers.\nUNIFIL is deployed in Southern Lebanon under a United Nations Security Council resolution to uphold a peace deal brokered after the 2006 war with Israel. Israel’s invasion of Lebanon last month and the ongoing bombardment of the entire country is a gross violation of the UNSC resolution 1701.\nTroops from 16 European nations participate in the UNIFIL peacekeeping operation, with France, Italy, and Spain providing the largest contingencies.\nThe European Union issued a statement: “The EU condemns all attacks against UN missions. It expresses particularly grave concern regarding the attacks by the Israeli Defence Forces (IDF) against the United Nations Interim Force in Lebanon (UNIFIL), which left several peacekeepers wounded. Such attacks against UN peacekeepers constitute a grave violation of international law and are totally unacceptable.”\nIt added: “We are also deeply concerned by Hezbollah’s continued launch of rockets into Israel that has to stop, and by IDF strikes in densely populated areas of Lebanon, causing a heavy toll on civilians and the displacement of many. We urge all parties to respect International Humanitarian Law, in all circumstances.”\nNote how the European governments sneakily hedge and qualify the condemnation of the Israeli regime and insinuate that Hezbollah is also involved in “all attacks against UN missions.”\nThe European response to Israeli attacks on its UN troops is pathetically craven. The empty bluster about “grave concern” is nothing but a green light for Israel to continue its war crimes.\nIronically, the European NATO armchair generals like to invoke the “appeasement” argument when they talk about how important it is to stand up to Russia over Ukraine. That argument is completely baseless in the case of Russia and Ukraine. However, it is entirely appropriate regarding Israel and genocide in Gaza and Lebanon, where the Europeans are the most contemptible appeasers.\nIn the same week that the Israeli regime attacked UN peacekeepers in Southern Lebanon, it blew up a UN-run school for refugees in Gaza killing dozens, and it incinerated women and children sheltering in tents outside a UN-supported hospital.\nThe Israeli genocide in Gaza, now extended to Lebanon, has absolute contempt for the UN and international law. The UN Secretary-General Antonio Guterres has even been declared persona non grata by the Israeli regime.\nIsrael’s psychopathic prime minister, Benjamin Netanyahu, has the gall to tell the UN to get its peacekeepers out of Southern Lebanon, “out of harm’s way.” With twisted logic, he claims that Hezbollah is using the UNIFIL troops as “human shields.” This is the same perverse logic that Netanyahu’s fascist regime has used to justify the murder of over 42,000 Palestinians who were described as human shields for Hamas.\nAs a sign of protest, Spanish prime minister Pedro Sanchez has urged the European Union to suspend a free trade agreement with Israel. Sanchez’s call will be ignored. Just like French president Emmanuel Macron’s call to halt weapons exports to Israel was ignored.\nMeanwhile, this week, the European Union imposed trade sanctions on Iran over dubious allegations that it has supplied ballistic missiles and drones to Russia for the conflict in Ukraine. Iran and Russia have strenuously denied the allegation. But the EU has no hesitation in imposing the sanctions.\nThe “appeasement” argument is entirely appropriate regarding Israel and genocide in Gaza and Lebanon.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nIt’s almost hilarious if it wasn’t so damnable. The Israeli regime is attacking United Nations peacekeepers and all the pathetic European governments can muster is a mealy-mouthed plea “that these attacks must stop immediately.”\nSome 15 members of the UN’s Interim Force in Lebanon (UNIFIL) have been injured so far after the Orwellian-named Israeli Defense Forces attacked their bases. There are credible reports of IDF tanks deliberately crashing into a UNIFIL base, a watchtower being blown up by Israeli artillery, and chemical weapons fired at peacekeepers.\nUNIFIL is deployed in Southern Lebanon under a United Nations Security Council resolution to uphold a peace deal brokered after the 2006 war with Israel. Israel’s invasion of Lebanon last month and the ongoing bombardment of the entire country is a gross violation of the UNSC resolution 1701.\nTroops from 16 European nations participate in the UNIFIL peacekeeping operation, with France, Italy, and Spain providing the largest contingencies.\nThe European Union issued a statement: “The EU condemns all attacks against UN missions. It expresses particularly grave concern regarding the attacks by the Israeli Defence Forces (IDF) against the United Nations Interim Force in Lebanon (UNIFIL), which left several peacekeepers wounded. Such attacks against UN peacekeepers constitute a grave violation of international law and are totally unacceptable.”\nIt added: “We are also deeply concerned by Hezbollah’s continued launch of rockets into Israel that has to stop, and by IDF strikes in densely populated areas of Lebanon, causing a heavy toll on civilians and the displacement of many. We urge all parties to respect International Humanitarian Law, in all circumstances.”\nNote how the European governments sneakily hedge and qualify the condemnation of the Israeli regime and insinuate that Hezbollah is also involved in “all attacks against UN missions.”\nThe European response to Israeli attacks on its UN troops is pathetically craven. The empty bluster about “grave concern” is nothing but a green light for Israel to continue its war crimes.\nIronically, the European NATO armchair generals like to invoke the “appeasement” argument when they talk about how important it is to stand up to Russia over Ukraine. That argument is completely baseless in the case of Russia and Ukraine. However, it is entirely appropriate regarding Israel and genocide in Gaza and Lebanon, where the Europeans are the most contemptible appeasers.\nIn the same week that the Israeli regime attacked UN peacekeepers in Southern Lebanon, it blew up a UN-run school for refugees in Gaza killing dozens, and it incinerated women and children sheltering in tents outside a UN-supported hospital.\nThe Israeli genocide in Gaza, now extended to Lebanon, has absolute contempt for the UN and international law. The UN Secretary-General Antonio Guterres has even been declared persona non grata by the Israeli regime.\nIsrael’s psychopathic prime minister, Benjamin Netanyahu, has the gall to tell the UN to get its peacekeepers out of Southern Lebanon, “out of harm’s way.” With twisted logic, he claims that Hezbollah is using the UNIFIL troops as “human shields.” This is the same perverse logic that Netanyahu’s fascist regime has used to justify the murder of over 42,000 Palestinians who were described as human shields for Hamas.\nAs a sign of protest, Spanish prime minister Pedro Sanchez has urged the European Union to suspend a free trade agreement with Israel. Sanchez’s call will be ignored. Just like French president Emmanuel Macron’s call to halt weapons exports to Israel was ignored.\nMeanwhile, this week, the European Union imposed trade sanctions on Iran over dubious allegations that it has supplied ballistic missiles and drones to Russia for the conflict in Ukraine. Iran and Russia have strenuously denied the allegation. But the EU has no hesitation in imposing the sanctions."
  },
  {
    "id": "",
    "title": "O Ocidente dos “valores democráticos” ao lado do terror nazi-fascista",
    "link": "https://strategic-culture.su/news/2024/10/14/o-ocidente-dos-valores-democraticos-ao-lado-do-terror-nazi-fascista/",
    "published": "2024-10-14T13:54:37.000Z",
    "description": "A recuperação do nazismo coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Hugo Dionísio"
    ],
    "authors": [
      {
        "name": "Hugo Dionísio"
      }
    ],
    "fullContent": "A recuperação do nazismo coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nO cerco à Rússia não se confina ao domínio militar, comercial, institucional ou financeiro. Antes desta, foi implantada uma outra barreira – melhor dizendo, “alimentada” -, no sentido de se constituir uma espécie de “cintura sanitária” agressiva e activa, constituída pelos estados cujas fronteiras comunicam, por terra ou mar, com as da Federação Russa.\nEsta “cintura sanitária”, conceptualizada a partir do que sabemos ser o enquadramento mental das classes dominantes ocidentais, tem uma natureza profundamente ideológica, visando tocar, de forma repulsiva, nos valores mais profundos e encarnados na história russa dos últimos 100 anos e, através dessa conexão, provocar uma relação antagónica caracterizada por um mútuo efeito repelente, prevenindo qualquer comunicação humana que se pudesse estabelecer entre as partes.\nA força soberana que reside na cultura multinacional, multiétnica e multirreligiosa russas, responsável, desde logo, pela capacidade de agregação de forças que tornou possível a derrota do nazi-fascismo na segunda guerra mundial, é também o que separa as reservas minerais, humanas, energéticas, entre outras, das garras do capitalismo ocidental e do seu ímpeto alimentado pela fase imperialista em que se encontra.\nSe a brutalidade de uma ideologia como o nazi-fascismo representou, na primeira metade do século XX, o combustível que alimentou a agressão à então pátria Soviética, foi a sua preservação e recuperação históricas – num processo de revisionismo e branqueamento sem paralelo – que possibilitou, já nas primeiras décadas do século XXI, a sua utilização como combustível para a tal “cintura sanitária” em torno da Rússia. 100 anos depois, repete-se a receita, embora com as limitações claras que o desespero impõe.\nO que pode ser mais antagónico e mutuamente repulsivo do que o nazismo em contacto com o que se pode considerar a “alma russa” actualizada com os acontecimentos do século XX? Que mais vívida e carnal imagem existe, na sua brutalidade e violência, para além do pesadelo sofrido, principalmente pelo povo Russo, às mãos do terror nazi?\nOs primeiros a sofrerem o efeito desta “cintura sanitária” são os próprios cidadãos de origem russa que, após o colapso da URSS, se quedaram na Estónia, Lituânia ou Letónia e hoje aí residem. Para além de proibirem a comunicação social russa, violando o seu direito à opinião e à informação, com base numa suposta política de combate à “propaganda do Kremlin” (algo a que também se assiste em toda a EU e à margem das constituições nacionais dos diversos países), a Letónia promoveu mesmo a eliminação do ensino do russo dos currículos escolares, o que provocou preocupações por parte de especialistas da ONU em direitos Humanos, relativamente à protecção dos direitos nas minorias étnicas. Para quem acusa a Rússia de não as ter em conta…\nSegundo a narrativa, o Kremlin usa o russo como arma, que depois utiliza como veículo para a sua propaganda, perpetrada através da designada “média estatal”, que referem como toda a comunicação social que, financiada ou não pelo executivo russo, não está alinhada com a narrativa ocidental. O que nunca referem é que, afinal, o uso do russo como veículo de propaganda não será, como dizem, um exclusivo das fontes russas, pois a própria letónia financia órgãos de comunicação como o Meduza, os quais, escrevendo em russo, apenas visam passar informação alinhada com a narrativa ocidental.\nNão sendo tão radical como a Letónia na eliminação da língua russa dos currículos escolares, a Estónia é, mesmo assim, um exemplo de destruição e monumentos alusivos à vitória soviética sobre o nazismo. Principalmente sob o mandato de Kaja Kallas, o processo de remoção destes monumentos assistiu a uma aceleração, chegando mesmo a ser discutida no quadro europeu, processo do qual a remoção do Tanque Soviético nos arredores da cidade de Narva. Segundo a mesma Kaja Kallas, o tanque é uma “arma do crime” – talvez do “crime” de derrotar nazis – “estando a morrer pessoas na Ucrânia com o mesmo tipo de tanque”.\nMas esta perseguição à cultura e memória soviéticas – não apenas russa – diz-nos que a propagação de uma lógica russófoba incorpora uma dimensão que vai para além do mero confronto étnico, representado, por exemplo, na discussão de limitações da aquisição de propriedade imobiliária, por parte de cidadãos russos, na Letónia, em sequência de uma proposta feita pelas autoridades Finlandesas. Para quem diz que o povo russo é oprimido, não se percebe esta generalização.\nA ligação do confronto étnico com as populações russófonas e russas, ao passado soviético e à memória da vitória sobre o nazifascismo, encontra origem na vaga de colaboracionismo e simpatia com ideologia nazi que ocorreu nesses países, por parte de uma certa camada da população e classes dominantes, antes, no início e durante a segunda guerra mundial. A responsabilização da Federação Russa, enquanto única depositária da memória histórica colectiva da vitória do multinacional exército vermelho sobre as hordas nazis, faz a ponte entre a cobiça dos vastos recursos detidos pela Rússia e a necessidade de encontrar fundamentação ideológica, teórica, psicológica e emocional que justifique a agressão.\nTal justificação teórica e ideológica, a meu ver, é fornecida pelo neonazismo e pela glorificação do passado colaboracionista com as forças de Hitler. A força dessa ideologia anticomunista, racista e supremacista branca, colocada num primeiro plano, aliada ao processo de revisão histórica e branqueamento do terror nazifascista, faz a ponte, do passado para o presente, entre o anticomunismo que justificou a agressão à URSS e a russofobia que serve de desculpa ao cerco actual.\nOra, para promover a tal “cintura sanitária” com a Federação Russa, cuja função reside em impedir o contacto saudável entre a Europa (Alemanha, principalmente), a Rússia, repúblicas euroasiáticas e China. foi preciso recuperar o activo histórico que constitui a ideologia nazi, para os EUA e para as classes dominantes do ocidente colectivo. Como sucede com todos os activos, só se recuperam os que já existem per se. A recuperação do património histórico nazi é resultado de um processo, mais longo, de preservação e revitalização desse activo.\nActualmente, quando assistimos à glorificação dos “Irmãos da Floresta”, um grupo abertamente anticomunista surgido nos países bálticos, formado por ex-membros das Waffen-SS locais e que lutaram contra o que designavam como “ocupação soviética”, mesmo depois do fim da segunda guerra, tendo sido responsáveis por horríveis crimes contra civis e polícias soviéticos, operado com informação de inteligência ocidental, ou assistimos ao branqueamento e entronização de organizações como o “Sonderkommando A”, o qual, colaborando com as forças nazis, recorrendo a letões e lituanos, assassinaram quase 250.000 judeus na Lituânia, até 1944, verificamos que o património histórico nazi está bem vivo e mais forte do que alguma vez esteve, desde o final da segunda guerra mundial.\nPara possibilitar o seu ressurgimento e recuperação foi necessário implementar todo um processo de revisionismo, minimizando os danos e branqueando os seus crimes. Na Lituânia homenageou-se o general Povilas Plechavicius que combateu ao lado dos nazis, em 2008 o parlamento lituano equiparou as ideologias comunista e nazi, o que representou uma normalização e recuperação histórica do nazismo (ao contrário de uma diabolização, como muitos defendem) e, em 2010, os tribunais lituanos declararam a suástica “parte do património cultural do país”, provando que a equiparação ideológica não passa de um processo de recuperação histórica desse passado.\nO facto é que, desde 1991 que milhares de comunistas foram perseguidos na Lituânia, ao passo que foram sendo permitidas manifestações com símbolos nazis e lemas racistas. Sintomático! Como disse Jean Pierre Faye no prefácio ao livro “O arquipélago de Sangue”, escrito por Chomsky e Herman, o acto de incluir o nazismo e comunismo no saco do “totalitarismo”, permitiu aos EUA apoiar as forças mais retrógradas, reaccionárias e tirânicas, contanto que não se dissessem apoiantes do “totalitarismo”. Assim, equiparando as ideologias comunista e nazi, o facto é que as autoridades lituanas, como hoje muitas outras na União Europeia dos “valores” e da “democracia”, perseguem os comunistas, mas toleram – para não dizer algo mais – as manifestações de extrema direita. Aliás, a profusão de governos abertamente reaccionários e racistas na União europeia, comprova de forma quase irrefutável as razões que estiveram na base de equiparação. O facto é que em todos esses países, os comunistas são perseguidos, ao passo que os nazis são admitidos. Nada como a prática como critério de aferição da verdade!\nNo caso Português, um grupo como o 1143, alinhado com as facções mais extremistas em Portugal e com gente que tem um passado de perseguição – e assassinato – de migrantes e minorias de qualquer tipo (comunistas, homossexuais, negros, asiáticos ou muçulmanos), é caracterizado na comunicação social mainstream como sendo um simples “grupo nacionalista”. O que terá tal a ver com o apoio por parte de André Ventura, do partido Chega, contra o que referiu como “Imigração descontrolada”? E porque razão não refere o mesmo André Ventura, os órgãos de comunicação social que lhe dão voz e espaço e os poderosos interesses que o apoiam, que quem contrata os imigrantes são as empresas, que são as associações patronais quem junto aos governos pede a abertura das fronteiras, que são as UBER desta vida quem mais explora a imigração e que é a própria União Europeia, que André Ventura defende, que fomenta, causa e legitima toda a imigração a que assistimos? E porque razão não atacam o turismo descontrolado que destrói Lisboa, actividade, para a qual, trabalham grande parte dos imigrantes?\nOra, esta lógica racista que faz a ponte com o anticomunismo, visando ligar a Rússia actual, como única depositária do passado soviético e daí partir para a sua diabolização actual, de modo a justificar uma agressão, isolamento e opressão que possibilite a sua pilhagem – como sucedeu nos terríveis anos 90 do século XX sob Boris Ieltsin – encontra exemplo claro na permissão, por parte da Meta (Facebook, Instagram, WhatsApp), em os seus usuários poderem exprimir mensagens de ódio contra os russos).\nEsta perspectiva russófoba, absolutamente inaceitável para uma europa que se diz “dos valores”, representa um pilar fundamental da adesão destes países à OTAN e deixa antever a que mecanismos recorrem os EUA para conseguirem que os países “eleitos” façam da adesão á aliança atlântica, não apenas uma questão de defesa contra a Rússia, mas, acima de tudo, uma necessidade existencial. E o nível de extremismo implantado é tão grande que, basta ouvirmos a forma como a elite, que compõe o regime de Kiev, fala sobre os russos, não os distinguindo, para perceber que o ódio é indiscriminado, profundo, visceral, como só algo irracional, como o racismo, pode ser. E a própria sobrevivência da OTAN depende desse ódio irracional, animal.\nPara preservar no tempo, recuperar e revitalizar o património histórico nazi, há um país em especial que cumpriu esse papel como nenhum outro: o Canadá! Ainda hoje, o Canadá resiste a fornecer as identidades dos 900 nazis foragidos que aí encontraram santuário.\nJá num artigo passado expus o verdadeiro museu vivo que a Universidade Alberta, e a sociedade canadiana, é para os fugitivos dos julgamentos de Nuremberga, nomeadamente os da 14ª divisão da Galicia Waffen SS. Contudo, o legado canadiano, neste aspecto, vai muito mais longe, tendo-se constituído esse país como um refúgio pacífico para cientistas, militares e outros foragidos nazis.\nEmbora neste país, entre 1985- 1986, e após muita pressão política e popular, se tenha realizado uma investigação sobre o assunto, na altura designada de Comissão Deschênes, chegando-se mesmo a uma compilação de nomes, a verdade é que o trabalho deixou muito a desejar e foi realizado para produzir resultados, no mínimo, ambíguos.\nA comissão não investigou materiais mantidos na União Soviética ou em países do Bloco de Leste, potencialmente perdendo evidências cruciais que aí se encontravam; o Juiz Deschênes estabeleceu condições rigorosas para consultar evidências desses países, mas tendo a resposta soviética para a consulta chegado apenas em junho de 1986, tal foi considerado tarde demais para a comissão viajar e examinar, o que deixa antever que o levantamento da realidade material não constituía, talvez, o objectivo principal da missão.\nA comissão não investigou uma lista de 38 nomes adicionais fornecida no final do inquérito, devido ao que considerou como restrições temporais; ficou incompleta a investigação de uma lista de 71 cientistas e técnicos alemães; a segunda parte do relatório final da comissão, contendo alegações contra indivíduos específicos e recomendações sobre como proceder em certos casos, permanece confidencial e não foi divulgada ao público; uma cópia não editada do relatório de Alti Rodal para a Comissão Deschênes, que contém relatos detalhados de como criminosos de guerra entraram no Canadá e a responsabilidade do governo em sua entrada, não foi totalmente divulgada; os arquivos do Departamento de Justiça e da Polícia Montada Real Canadense sobre criminosos de guerra nazis mantidos por essas agências não foram tornados públicos; as provas das actividades anteriores dos membros da Divisão da Galiza não foram examinadas, nomeadamente as que referiam potenciais crimes de guerra cometidos em outras unidades policiais alemãs antes de se juntarem à divisão; Um estudo secreto conduzido pela comissão descobriu que autoridades britânicas e americanas transportaram para o Canadá colaboradores nazis, vindos da Europa Oriental, logo após a Segunda Guerra Mundial sem informar o governo canadiano e com um escrutínio mínimo.\nAinda hoje a retenção destas provas conduz a debates contínuos sobre a precisão e a integridade do trabalho da comissão, com muitos argumentando que, ao invés, o trabalho da comissão ajudou a encobrir o registo histórico sobre criminosos de guerra nazis no Canadá. Parece que a Comissão Deschênes mais visou branquear o passado, do que avaliá-lo e julgar os crimes cometidos.\nTodo este dossier foi reactivado aquando da polémica relativa à recepção de Yaroslav Hunka no parlamento canadiano. As acusações de branqueamento têm-se multiplicado, o que não admira, considerando que foi essa a comissão que declarou os membros da Divisão da Galicia Waffen SS como inocentes da prática de crimes de guerra, pois, segundo arguiu, haviam sido examinados aquando da sua admissão no país.\nActualmente, após toda esta pressão, argumenta-se que a divulgação total do trabalho da comissão para além de poder deixar marcas na credibilidade do governo canadiano, pode ainda “ajudar a Rússia”, na medida em que ajuda a reforçar a narrativa de “desnazificação” do Kremlin. Ora, não era algo que não se soubesse, o problema não é conhecer a verdade, o problema consiste em diabolizar a Rússia, descredibilizar a sua versão dos factos e justificar a continuação da guerra.\nO que esta realidade demonstra, mais do que nunca e especialmente quando ouvimos Blinken referir que os EUA são um país do ártico e que quer formar com o Canadá e os países europeus bálticos, uma organização para manter aquela região “livre de conflitos” (agora seria hora de dar umas fortes gargalhadas), é que o Canadá não apenas constituiu um importante “armazém museológico” para preservação, protecção e recuperação dos activos nazis, como agora passa também a fazer parte da “cintura sanitária” que os EUA promovem à volta da Rússia. Tudo isto também demonstra que o Canadá não passa de uma república das bananas e um campo de retiro dos activos humanos importantes para o imperialismo anglo-americano.\nO que nos ensina esta triste realidade é que o revisionismo histórico que visou comparar o comunismo ao nazismo não visou apenas normalizar o segundo e desabilitar historicamente o primeiro, apagando a contribuição da URSS a vitória aliada na segunda guerra mundial. Visou muito mais do que isso. Visou criar uma barreira repulsiva entre a Rússia e os que seriam, geograficamente, os seus aliados naturais, os países europeus… Coincidentemente, para os que acusam Putin de ser “fascista” e de “extrema direita”, é a Europa dos “valores” e da “democracia” quem fica do lado nazi…\nA recuperação do nazismo não coloca apenas a Rússia do outro lado…. Coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!\nA recuperação do nazismo coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nO cerco à Rússia não se confina ao domínio militar, comercial, institucional ou financeiro. Antes desta, foi implantada uma outra barreira – melhor dizendo, “alimentada” -, no sentido de se constituir uma espécie de “cintura sanitária” agressiva e activa, constituída pelos estados cujas fronteiras comunicam, por terra ou mar, com as da Federação Russa.\nEsta “cintura sanitária”, conceptualizada a partir do que sabemos ser o enquadramento mental das classes dominantes ocidentais, tem uma natureza profundamente ideológica, visando tocar, de forma repulsiva, nos valores mais profundos e encarnados na história russa dos últimos 100 anos e, através dessa conexão, provocar uma relação antagónica caracterizada por um mútuo efeito repelente, prevenindo qualquer comunicação humana que se pudesse estabelecer entre as partes.\nA força soberana que reside na cultura multinacional, multiétnica e multirreligiosa russas, responsável, desde logo, pela capacidade de agregação de forças que tornou possível a derrota do nazi-fascismo na segunda guerra mundial, é também o que separa as reservas minerais, humanas, energéticas, entre outras, das garras do capitalismo ocidental e do seu ímpeto alimentado pela fase imperialista em que se encontra.\nSe a brutalidade de uma ideologia como o nazi-fascismo representou, na primeira metade do século XX, o combustível que alimentou a agressão à então pátria Soviética, foi a sua preservação e recuperação históricas – num processo de revisionismo e branqueamento sem paralelo – que possibilitou, já nas primeiras décadas do século XXI, a sua utilização como combustível para a tal “cintura sanitária” em torno da Rússia. 100 anos depois, repete-se a receita, embora com as limitações claras que o desespero impõe.\nO que pode ser mais antagónico e mutuamente repulsivo do que o nazismo em contacto com o que se pode considerar a “alma russa” actualizada com os acontecimentos do século XX? Que mais vívida e carnal imagem existe, na sua brutalidade e violência, para além do pesadelo sofrido, principalmente pelo povo Russo, às mãos do terror nazi?\nOs primeiros a sofrerem o efeito desta “cintura sanitária” são os próprios cidadãos de origem russa que, após o colapso da URSS, se quedaram na Estónia, Lituânia ou Letónia e hoje aí residem. Para além de proibirem a comunicação social russa, violando o seu direito à opinião e à informação, com base numa suposta política de combate à “propaganda do Kremlin” (algo a que também se assiste em toda a EU e à margem das constituições nacionais dos diversos países), a Letónia promoveu mesmo a eliminação do ensino do russo dos currículos escolares, o que provocou preocupações por parte de especialistas da ONU em direitos Humanos, relativamente à protecção dos direitos nas minorias étnicas. Para quem acusa a Rússia de não as ter em conta…\nSegundo a narrativa, o Kremlin usa o russo como arma, que depois utiliza como veículo para a sua propaganda, perpetrada através da designada “média estatal”, que referem como toda a comunicação social que, financiada ou não pelo executivo russo, não está alinhada com a narrativa ocidental. O que nunca referem é que, afinal, o uso do russo como veículo de propaganda não será, como dizem, um exclusivo das fontes russas, pois a própria letónia financia órgãos de comunicação como o Meduza, os quais, escrevendo em russo, apenas visam passar informação alinhada com a narrativa ocidental.\nNão sendo tão radical como a Letónia na eliminação da língua russa dos currículos escolares, a Estónia é, mesmo assim, um exemplo de destruição e monumentos alusivos à vitória soviética sobre o nazismo. Principalmente sob o mandato de Kaja Kallas, o processo de remoção destes monumentos assistiu a uma aceleração, chegando mesmo a ser discutida no quadro europeu, processo do qual a remoção do Tanque Soviético nos arredores da cidade de Narva. Segundo a mesma Kaja Kallas, o tanque é uma “arma do crime” – talvez do “crime” de derrotar nazis – “estando a morrer pessoas na Ucrânia com o mesmo tipo de tanque”.\nMas esta perseguição à cultura e memória soviéticas – não apenas russa – diz-nos que a propagação de uma lógica russófoba incorpora uma dimensão que vai para além do mero confronto étnico, representado, por exemplo, na discussão de limitações da aquisição de propriedade imobiliária, por parte de cidadãos russos, na Letónia, em sequência de uma proposta feita pelas autoridades Finlandesas. Para quem diz que o povo russo é oprimido, não se percebe esta generalização.\nA ligação do confronto étnico com as populações russófonas e russas, ao passado soviético e à memória da vitória sobre o nazifascismo, encontra origem na vaga de colaboracionismo e simpatia com ideologia nazi que ocorreu nesses países, por parte de uma certa camada da população e classes dominantes, antes, no início e durante a segunda guerra mundial. A responsabilização da Federação Russa, enquanto única depositária da memória histórica colectiva da vitória do multinacional exército vermelho sobre as hordas nazis, faz a ponte entre a cobiça dos vastos recursos detidos pela Rússia e a necessidade de encontrar fundamentação ideológica, teórica, psicológica e emocional que justifique a agressão.\nTal justificação teórica e ideológica, a meu ver, é fornecida pelo neonazismo e pela glorificação do passado colaboracionista com as forças de Hitler. A força dessa ideologia anticomunista, racista e supremacista branca, colocada num primeiro plano, aliada ao processo de revisão histórica e branqueamento do terror nazifascista, faz a ponte, do passado para o presente, entre o anticomunismo que justificou a agressão à URSS e a russofobia que serve de desculpa ao cerco actual.\nOra, para promover a tal “cintura sanitária” com a Federação Russa, cuja função reside em impedir o contacto saudável entre a Europa (Alemanha, principalmente), a Rússia, repúblicas euroasiáticas e China. foi preciso recuperar o activo histórico que constitui a ideologia nazi, para os EUA e para as classes dominantes do ocidente colectivo. Como sucede com todos os activos, só se recuperam os que já existem per se. A recuperação do património histórico nazi é resultado de um processo, mais longo, de preservação e revitalização desse activo.\nActualmente, quando assistimos à glorificação dos “Irmãos da Floresta”, um grupo abertamente anticomunista surgido nos países bálticos, formado por ex-membros das Waffen-SS locais e que lutaram contra o que designavam como “ocupação soviética”, mesmo depois do fim da segunda guerra, tendo sido responsáveis por horríveis crimes contra civis e polícias soviéticos, operado com informação de inteligência ocidental, ou assistimos ao branqueamento e entronização de organizações como o “Sonderkommando A”, o qual, colaborando com as forças nazis, recorrendo a letões e lituanos, assassinaram quase 250.000 judeus na Lituânia, até 1944, verificamos que o património histórico nazi está bem vivo e mais forte do que alguma vez esteve, desde o final da segunda guerra mundial.\nPara possibilitar o seu ressurgimento e recuperação foi necessário implementar todo um processo de revisionismo, minimizando os danos e branqueando os seus crimes. Na Lituânia homenageou-se o general Povilas Plechavicius que combateu ao lado dos nazis, em 2008 o parlamento lituano equiparou as ideologias comunista e nazi, o que representou uma normalização e recuperação histórica do nazismo (ao contrário de uma diabolização, como muitos defendem) e, em 2010, os tribunais lituanos declararam a suástica “parte do património cultural do país”, provando que a equiparação ideológica não passa de um processo de recuperação histórica desse passado.\nO facto é que, desde 1991 que milhares de comunistas foram perseguidos na Lituânia, ao passo que foram sendo permitidas manifestações com símbolos nazis e lemas racistas. Sintomático! Como disse Jean Pierre Faye no prefácio ao livro “O arquipélago de Sangue”, escrito por Chomsky e Herman, o acto de incluir o nazismo e comunismo no saco do “totalitarismo”, permitiu aos EUA apoiar as forças mais retrógradas, reaccionárias e tirânicas, contanto que não se dissessem apoiantes do “totalitarismo”. Assim, equiparando as ideologias comunista e nazi, o facto é que as autoridades lituanas, como hoje muitas outras na União Europeia dos “valores” e da “democracia”, perseguem os comunistas, mas toleram – para não dizer algo mais – as manifestações de extrema direita. Aliás, a profusão de governos abertamente reaccionários e racistas na União europeia, comprova de forma quase irrefutável as razões que estiveram na base de equiparação. O facto é que em todos esses países, os comunistas são perseguidos, ao passo que os nazis são admitidos. Nada como a prática como critério de aferição da verdade!\nNo caso Português, um grupo como o 1143, alinhado com as facções mais extremistas em Portugal e com gente que tem um passado de perseguição – e assassinato – de migrantes e minorias de qualquer tipo (comunistas, homossexuais, negros, asiáticos ou muçulmanos), é caracterizado na comunicação social mainstream como sendo um simples “grupo nacionalista”. O que terá tal a ver com o apoio por parte de André Ventura, do partido Chega, contra o que referiu como “Imigração descontrolada”? E porque razão não refere o mesmo André Ventura, os órgãos de comunicação social que lhe dão voz e espaço e os poderosos interesses que o apoiam, que quem contrata os imigrantes são as empresas, que são as associações patronais quem junto aos governos pede a abertura das fronteiras, que são as UBER desta vida quem mais explora a imigração e que é a própria União Europeia, que André Ventura defende, que fomenta, causa e legitima toda a imigração a que assistimos? E porque razão não atacam o turismo descontrolado que destrói Lisboa, actividade, para a qual, trabalham grande parte dos imigrantes?\nOra, esta lógica racista que faz a ponte com o anticomunismo, visando ligar a Rússia actual, como única depositária do passado soviético e daí partir para a sua diabolização actual, de modo a justificar uma agressão, isolamento e opressão que possibilite a sua pilhagem – como sucedeu nos terríveis anos 90 do século XX sob Boris Ieltsin – encontra exemplo claro na permissão, por parte da Meta (Facebook, Instagram, WhatsApp), em os seus usuários poderem exprimir mensagens de ódio contra os russos).\nEsta perspectiva russófoba, absolutamente inaceitável para uma europa que se diz “dos valores”, representa um pilar fundamental da adesão destes países à OTAN e deixa antever a que mecanismos recorrem os EUA para conseguirem que os países “eleitos” façam da adesão á aliança atlântica, não apenas uma questão de defesa contra a Rússia, mas, acima de tudo, uma necessidade existencial. E o nível de extremismo implantado é tão grande que, basta ouvirmos a forma como a elite, que compõe o regime de Kiev, fala sobre os russos, não os distinguindo, para perceber que o ódio é indiscriminado, profundo, visceral, como só algo irracional, como o racismo, pode ser. E a própria sobrevivência da OTAN depende desse ódio irracional, animal.\nPara preservar no tempo, recuperar e revitalizar o património histórico nazi, há um país em especial que cumpriu esse papel como nenhum outro: o Canadá! Ainda hoje, o Canadá resiste a fornecer as identidades dos 900 nazis foragidos que aí encontraram santuário.\nJá num artigo passado expus o verdadeiro museu vivo que a Universidade Alberta, e a sociedade canadiana, é para os fugitivos dos julgamentos de Nuremberga, nomeadamente os da 14ª divisão da Galicia Waffen SS. Contudo, o legado canadiano, neste aspecto, vai muito mais longe, tendo-se constituído esse país como um refúgio pacífico para cientistas, militares e outros foragidos nazis.\nEmbora neste país, entre 1985- 1986, e após muita pressão política e popular, se tenha realizado uma investigação sobre o assunto, na altura designada de Comissão Deschênes, chegando-se mesmo a uma compilação de nomes, a verdade é que o trabalho deixou muito a desejar e foi realizado para produzir resultados, no mínimo, ambíguos.\nA comissão não investigou materiais mantidos na União Soviética ou em países do Bloco de Leste, potencialmente perdendo evidências cruciais que aí se encontravam; o Juiz Deschênes estabeleceu condições rigorosas para consultar evidências desses países, mas tendo a resposta soviética para a consulta chegado apenas em junho de 1986, tal foi considerado tarde demais para a comissão viajar e examinar, o que deixa antever que o levantamento da realidade material não constituía, talvez, o objectivo principal da missão.\nA comissão não investigou uma lista de 38 nomes adicionais fornecida no final do inquérito, devido ao que considerou como restrições temporais; ficou incompleta a investigação de uma lista de 71 cientistas e técnicos alemães; a segunda parte do relatório final da comissão, contendo alegações contra indivíduos específicos e recomendações sobre como proceder em certos casos, permanece confidencial e não foi divulgada ao público; uma cópia não editada do relatório de Alti Rodal para a Comissão Deschênes, que contém relatos detalhados de como criminosos de guerra entraram no Canadá e a responsabilidade do governo em sua entrada, não foi totalmente divulgada; os arquivos do Departamento de Justiça e da Polícia Montada Real Canadense sobre criminosos de guerra nazis mantidos por essas agências não foram tornados públicos; as provas das actividades anteriores dos membros da Divisão da Galiza não foram examinadas, nomeadamente as que referiam potenciais crimes de guerra cometidos em outras unidades policiais alemãs antes de se juntarem à divisão; Um estudo secreto conduzido pela comissão descobriu que autoridades britânicas e americanas transportaram para o Canadá colaboradores nazis, vindos da Europa Oriental, logo após a Segunda Guerra Mundial sem informar o governo canadiano e com um escrutínio mínimo.\nAinda hoje a retenção destas provas conduz a debates contínuos sobre a precisão e a integridade do trabalho da comissão, com muitos argumentando que, ao invés, o trabalho da comissão ajudou a encobrir o registo histórico sobre criminosos de guerra nazis no Canadá. Parece que a Comissão Deschênes mais visou branquear o passado, do que avaliá-lo e julgar os crimes cometidos.\nTodo este dossier foi reactivado aquando da polémica relativa à recepção de Yaroslav Hunka no parlamento canadiano. As acusações de branqueamento têm-se multiplicado, o que não admira, considerando que foi essa a comissão que declarou os membros da Divisão da Galicia Waffen SS como inocentes da prática de crimes de guerra, pois, segundo arguiu, haviam sido examinados aquando da sua admissão no país.\nActualmente, após toda esta pressão, argumenta-se que a divulgação total do trabalho da comissão para além de poder deixar marcas na credibilidade do governo canadiano, pode ainda “ajudar a Rússia”, na medida em que ajuda a reforçar a narrativa de “desnazificação” do Kremlin. Ora, não era algo que não se soubesse, o problema não é conhecer a verdade, o problema consiste em diabolizar a Rússia, descredibilizar a sua versão dos factos e justificar a continuação da guerra.\nO que esta realidade demonstra, mais do que nunca e especialmente quando ouvimos Blinken referir que os EUA são um país do ártico e que quer formar com o Canadá e os países europeus bálticos, uma organização para manter aquela região “livre de conflitos” (agora seria hora de dar umas fortes gargalhadas), é que o Canadá não apenas constituiu um importante “armazém museológico” para preservação, protecção e recuperação dos activos nazis, como agora passa também a fazer parte da “cintura sanitária” que os EUA promovem à volta da Rússia. Tudo isto também demonstra que o Canadá não passa de uma república das bananas e um campo de retiro dos activos humanos importantes para o imperialismo anglo-americano.\nO que nos ensina esta triste realidade é que o revisionismo histórico que visou comparar o comunismo ao nazismo não visou apenas normalizar o segundo e desabilitar historicamente o primeiro, apagando a contribuição da URSS a vitória aliada na segunda guerra mundial. Visou muito mais do que isso. Visou criar uma barreira repulsiva entre a Rússia e os que seriam, geograficamente, os seus aliados naturais, os países europeus… Coincidentemente, para os que acusam Putin de ser “fascista” e de “extrema direita”, é a Europa dos “valores” e da “democracia” quem fica do lado nazi…\nA recuperação do nazismo não coloca apenas a Rússia do outro lado…. Coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!"
  },
  {
    "id": "",
    "title": "¿Podría ser Palestina el catalizador de un renacimiento islámico?",
    "link": "https://strategic-culture.su/news/2024/10/14/podria-ser-palestina-el-catalizador-de-un-renacimiento-islamico/",
    "published": "2024-10-14T13:45:29.000Z",
    "description": "Es imposible contar con los regímenes árabes corruptos -el eslabón débil- para detener el genocidio de Gaza, escribe Pepe Escobar.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Pepe Escobar"
    ],
    "authors": [
      {
        "name": "Pepe Escobar"
      }
    ],
    "fullContent": "Es imposible contar con los regímenes árabes corruptos -el eslabón débil- para detener el genocidio de Gaza, escribe Pepe Escobar.\nÚnete a nosotros en Telegram , Twitter  y VK .\nEscríbenos: info@strategic-culture.su\nESTAMBUL – De todos los innumerables análisis en las tierras del Islam sobre el profundo significado del fatídico Al-Toofan (Diluvio de Al-Aqsa) del 7 de octubre de 2023, destaca éste: un ciclo de conferencias en Estambul a principios de esta semana, incluido el 7 de octubre, titulado Palestina: la Linterna del Renacimiento de la Civilización, vinculado al Foro de Kuala Lumpur para el Pensamiento y la Civilización.\nLlámalo asociación Malasia-Turquía: El Sudeste Asiático se encuentra con Asia Occidental, una ilustración gráfica del mundo multinodal que se congregará en menos de dos semanas en Kazán, capital de la Rusia musulmana, para la tan esperada cumbre de los BRICS bajo presidencia rusa. Significativamente, la centralidad de Gaza no se debatió en Doha, Riad o Abu Dhabi, todos los cuales dispondrían de fondos ilimitados para albergar tales debates.\nEstambul fue una oportunidad única para comparar las opiniones de Osama Hamdan, representante de toda la Resistencia palestina; Numan Kurtulmus, presidente del Parlamento turco; y el principal diplomático de Hamás, Jaled Meshaal, que habló desde Doha sobre la “victoria estratégica” de la Resistencia.\nY a todo ello se sumó un enérgico mensaje del Dr. Mahathir Mohammad, ex Primer Ministro de Malasia y presidente del Foro de Kuala Lumpur.\nEl Dr. Mahathir subrayó que una solución sensata sería “una fuerza de mantenimiento de la paz de la ONU en Gaza que les protegiera”. El principal problema es que la Ummah “no tiene una alternativa a los poderes de veto de la ONU”. De ahí que “los países musulmanes deban unirse, ya que no existen medios para presionar a Israel”.\nPara ilustrar el llamamiento de Mahathir, las naciones de mayoría musulmana sólo son responsables del 6% del PIB mundial y del 6% de las inversiones, mientras que albergan al 25% de la población mundial.\nMahathir propuso audazmente: “podemos negar nuestro petróleo al resto del mundo” y “recuperar los fondos invertidos en bonos en dólares, obligando así a Occidente a actuar” en Gaza. Ahora intenta convencer de ello a MbS en Riad y a MbZ en Abu Dhabi.\nEl formidable Sami al-Arian, palestino nacido en Kuwait, director del Centro de Estudios del Islam y Asuntos Globales (CIGA) en la Universidad Sabahattin Zaim en Estambul, cuya asombrosa historia de vida incluye haber sido perseguido y encarcelado en confinamiento solitario en los EE. UU. como «sospechoso de terrorismo«, resumió la impotencia de las élites políticas árabes cuando se trata de Palestina: después de todo, el mundo árabe «es el eslabón más débil a nivel global», con 63 bases militares solo en Asia Occidental controladas por CENTCOM. Y aun así, «¿qué otra causa puede movilizar a todo el mundo aparte de Palestina?»\nAl-Arian subrayó que el Diluvio de Al-Aqsa “expuso al mundo árabe”, pues la destrucción de Palestina fue “impuesta para convertir a Israel en el hegemón regional”.\nSin embargo, hay un rayo de esperanza: “Mira todas esas cosas que nos dividen. Debemos centrarnos en las organizaciones populares. Olvídate de los gobiernos”.\nAl-Arian, que vive y trabaja en Estambul, abordó de frente uno de los temas clave de la conferencia: la compleja relación entre Turquía y Occidente:\nTurquía está con Occidente, básicamente. No se apoya al 100% a los palestinos. Muchos siguen sometidos a nociones de orientalismo.\nTambién evocó cómo 35 entonces futuras naciones vivían en paz dentro de las fronteras del Imperio Otomano, que abarcaba 35 millones de kilómetros cuadrados.\nEn Palestina, Al-Arian ve tres posibles escenarios en el futuro:\nDe varias conversaciones con académicos e investigadores de Egipto, Sudán, Pakistán, Malasia, Mauritania y Bosnia surgió cierto consenso.\nY luego están las divisiones internas de Israel. El historiador israelí afincado en el Reino Unido Ilan Pappé, autor del seminal La limpieza étnica de Palestina, ofreció un sorprendente y conciso análisis del enfrentamiento entre el Estado de Judea y el Estado de Israel, ya que se considera que los palestinos estorban a una coalición mesiánica neosionista que lleva al extremo la ideología colonial de los colonos.\nPappé sostiene que lo que resultó del éxito del Estado de Judea en las elecciones de noviembre de 2022, al alinearse con Netanyahu, hizo añicos el mito de Israel como ‘ocupante progresista’ y limpiador étnico ‘liberal’. Es imposible conciliar todo eso con un genocidio.\nPappé subrayó cómo\nquieren poner en práctica su idea rápidamente, eliminando cualquier farsa de legalidad, incluida la creación de un “nuevo ministerio para Cisjordania para intensificar la limpieza étnica.\nY todo irá a peor. El peligroso lunático y ministro de Finanzas Bezalel Smotrich declaró en la cadena franco-alemana ARTE:\nQuiero un Estado judío que incluya Jordania, Líbano y partes de Egipto, Siria, Irak y Arabia Saudí. Según nuestros mayores sabios, Jerusalén está destinada a extenderse hasta Damasco.\nLo esencial, añade Pappé, es que en la sociedad israelí posterior a al-Aqsa, “el Estado de Judea está tomando el control: el ejército, los servicios de seguridad, la policía”.\nSu base electoral apoya una guerra regional. Pappé es tajante:\nEl Estado de Israel ya ha desaparecido. Y el Estado de Judea es un Estado suicida. Ya se han ido más de 500.000 israelíes, y podrían ser 700.000. El genocidio y la limpieza étnica son ya hechos probados.\nLa ‘falta de cohesión social’ en una ‘sociedad profundamente dividida’ apunta en última instancia a la ‘desintegración violenta’ de Israel.\nEl profesor Mohammad Marandi, de la Universidad de Teherán, en su intervención en la conferencia y en varias conversaciones privadas, ofreció la síntesis esencial de todo lo que está en juego vinculando a Palestina, Líbano e Irán. Éstas son posiblemente sus ideas clave.\nSobre la resistencia y la responsabilidad personal:\nEn cierto sentido, los mayores héroes son los libaneses, que se arriesgan voluntariamente. Luego, por supuesto, tenemos a Ansarallah en Yemen, que cerró las puertas del comercio al régimen israelí, y lo hizo a un precio enorme. Los estadounidenses ofrecieron a Yemen y Hezbolá concesiones extraordinarias, pero se negaron (…) El régimen israelí bombardea simultáneamente Siria, con regularidad, porque apoya a la Resistencia.\n¿Es capaz de hacer todo esto por sí solo? Por supuesto que no. Cuenta con el apoyo del Occidente colectivo. Ya sea en forma de recopilación de información, ayuda tecnológica, cobertura política, armas.\nSin Occidente, el régimen israelí fracasaría. He animado a la gente, como individuos, a dejar de comprar cualquier mercancía producida en países occidentales. Como individuos, también tenemos una responsabilidad.\nSobre la paciencia estratégica de Irán:\nEn Teherán estamos esperando a que el régimen israelí ataque. E Irán devolverá el golpe con más fuerza. Cuando el régimen bombardeó el consulado iraní en Damasco, sabíamos que, sin Siria, el apoyo a Hamás, la Yihad Islámica y Hezbolá sería muy difícil.\nY las secuelas del 7 de octubre serían mucho más graves de lo que vemos hoy. Tras el atentado de Damasco, Irán contraatacó. Algunos dijeron que esto era insuficiente. Ahora bien, todos sabemos que el objetivo de los iraníes era reunir información sobre las capacidades antiaéreas y de defensa antimisiles.\nY vimos el resultado de ello la semana pasada. Si el régimen ataca Teherán, verá algo mucho peor. Soy optimista sobre el futuro, aunque los próximos días, los próximos meses, serán dolorosos.\nSobre el asesinato de Sayyed Nasralá:\nFui al Líbano en cuanto comenzaron los bombardeos de Shock and Awe. Y estuve allí antes de que asesinaran a Hassan Nasralá, el gran mártir de la Resistencia.\nEstaba literalmente a mil metros de distancia cuando atacaron. Mataron a cientos de personas y derribaron seis torres de apartamentos para asesinar a Sayyed Hassan.\nEsto es lo que el régimen israelí está dispuesto a hacer. Es brutal, es ilegítimo, no podemos tratar con un régimen ilegítimo. Los medios de comunicación occidentales dan una historia increíble y deshonesta.\nVarios de los temas incandescentes tratados en la conferencia se canalizaron en el Centro para el Islam y los Asuntos Globales (CIGA) de la Universidad Zaim, cuando Max Blumenthal, de The Grayzone, presentó su nuevo documental\nAtrocity Inc: How Israel Sells the Destruction of Gaza: un extenso reportaje que destripa la principal narrativa israelí-estadounidense posterior al 7 de octubre, la patraña de los ‘bebés decapitados’ que fue esencial para fabricar el consentimiento en Occidente para el genocidio de Gaza.\nEl ciclo de conferencias de Estambul dejó claras algunas cosas. Es imposible contar con los regímenes árabes corruptos -el eslabón débil- para detener el genocidio de Gaza, que ahora se extiende a los bombardeos en serie del Líbano.\nEs imposible contar con los extremistas psicopatológicos talmúdicos de Tel Aviv para entablar una diplomacia, salvo por la fuerza militar.\nSin embargo, tal vez sea posible que una corriente de opinión pública en toda la Mayoría Global impulse la imposición de severas restricciones prácticas a Atrocity Inc. -por ejemplo, el estrangulamiento económico- y contribuya así, en última instancia, a dar forma al advenimiento de una Palestina soberana en un eje viable del renacimiento de la civilización islámica.\nTraducción: Observatorio de trabajadores en lucha"
  },
  {
    "id": "",
    "title": "Israel’s forgotten terror",
    "link": "https://strategic-culture.su/news/2024/10/14/israel-forgotten-terror/",
    "published": "2024-10-14T13:37:39.000Z",
    "description": "Past US presidents had condemned and tried to reign in Israeli terror. Time is overdue for the current administration to follow their examples.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "Past US presidents had condemned and tried to reign in Israeli terror. Time is overdue for the current administration to follow their examples.\nBy Derek LEEBAERT\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nThe International Criminal Court’s (ICJ) January finding of a “plausible genocide” in Gaza, and subsequent ruling that Israel is responsible for an apartheid system in the West Bank and East Jerusalem would not have surprised former Presidents Truman, Eisenhower, Johnson, Carter, or indeed Reagan, who famously denounced Israel’s 1982 levelling of West Beirut to Prime Minister Menachem Begin as a “holocaust”.\nIsrael is the only US ally that has been exercising such oppression and terror for a lifetime. For many years, consecutive American administrations, both Democratic and Republican, condemned Israel’s recurring practice of terror.  Today, however, the Biden-Harris administration has been supporting these practices to the extreme.\nHarry S Truman recognised Israel in May 1948, yet once re-elected in November, wrote of his “disgust” over how “the Jews are approaching the refugee problem”. Then his successor, Dwight Eisenhower, joined Winston Churchill, who’d returned as the UK’s prime minister, to censure Israel in the UN Security Council in November 1953.\nParatroopers under Colonel Ariel Sharon, a future Israeli prime minister, had “shot every man, woman and child they could find,” in the Jordanian-controlled West Bank village of Qibya, according to Time magazine, leaving 69 dead. Prime Minister Ben-Gurion cried “anti-Semitism.”\nEisenhower had Israel censured twice more: In March 1955, after a self-described Israeli “terror unit” bombed US consulate libraries in Cairo and Alexandria, seeking to blame Egypt, followed by an attack on Egyptian-controlled Gaza that killed 38; and in March 1956 over a so-called “retaliation” against Syria that killed 56 soldiers and civilians.\n“Upward of 2,700 Arab infiltrators, and perhaps as many as 5,000, were killed by the [Israeli military], police, and civilians along Israel’s borders between 1949 and 1956,” writes Israeli historian Benny Morris, “the vast majority of those killed were unarmed.” They were shepherds, farmers, Bedouins, and refugees.\nEisenhower was unpersuaded by Israeli ambassador Abba Eban’s claims of self-defence, and Israel would keep inflicting vastly asymmetric episodes of terror for decades.\nIn October 1956, after killing some 49 civilians in the village of Kafir Qasim near Tel Aviv, Israel invaded Egypt and immediately began massacring refugees in Khan Younis and Rafah. Eisenhower responded by declaring that the US would “apply sanctions” on Israel.  When Israel still refused to withdraw from Gaza and Sharm El Sheikh, the US president threatened to block its access to US financial markets. The Israeli retreat followed.\nIn November 1966, Lyndon Johnson once again put “the Palestine Question” on the UN agenda to condemn Israel, this time after a massive attack on Jordan involving more than 3,000 soldiers. “The Israelis have done a great deal of damage to our interests and to their own,” concluded his National Security Adviser W W Rostow, adding that “they’ve wrecked a good system of tacit cooperation.”\nAll-out war followed in 1967, after which Israel occupied the West Bank, Gaza, and East Jerusalem.  The martial law imposed on the Arab population in Israel since the founding of the state was lifted in 1966, but Jimmy Carter described the conditions imposed on Palestinians in the occupied Palestinian territory after the beginning of illegal Israeli settlement there as “apartheid”.\nDespite using a word with such weight, however, the White House did not demand the UN censure Israel. The US had not attempted to sanction Israel even over its illegal settlements which spawned from the 1967 war. Israeli Ambassador to the US Michael Oren explained why in his 2007 book, Power, Faith, and Fantasy: America in the Middle East 1776 to the Present.  In the mid-1970s, he wrote, Israel’s supporters began to achieve “the financial and political clout necessary to sway congressional opinion” – meaning that they had acquired enough power to impede US official opposition to Israel at the UN or elsewhere. Ever since, Israel has taken US backing for granted, no matter the record of wildly disproportionate atrocities.\nIn 1991, Israeli Prime Minister Itzhak Shamir, who had approved the murder of UN negotiator Folke Bernadotte, tried to explain why terrorism was “acceptable” for Jews, but not Arabs: Palestinians are “fighting for land that is not theirs. This is the land of the people of Israel.”\nHamas’s October 7 attack on Israel was distinct. It was the only time that Palestinian resistance groups were able to react to decades of  Israeli terror on a similar scale. In response to the attack, Israeli Prime Minister Benjamin Netanyahu simply doubled down on Israel’s recurring massacre-making, now backed by starvation and disease.  The  US administration took no meaningful action to stop “plausible genocide.”\nAt this time, Israel has also become the only entity in the world that Washington allows to kill US citizens with impunity. The ever-growing list from the West Bank includes Aysenur Ezgi Eygi, Mohammad Khdour, and Shireen Abu Akleh – each killed with a shot to the head. No sanctions or renditions followed their deaths. The White House simply suggested the sniper-killings were “not acceptable” and asked Israel to “investigate” itself. The issue was swiftly dismissed.\nPast US presidents had tried to reign in Israeli behaviour of the sort that statesman Abba Eban came to describe, during Israel’s previous bombing of Beirut, as “wantonly inflicting every possible measure of death and anguish on civilian populations.” Time is overdue for Washington’s decisionmakers to follow those presidents’ examples, and to rescind diplomatic protection as well as weapons exports for Israel.\nOriginal article: Al Jazeera"
  },
  {
    "id": "",
    "title": "The allusion and delusion of Israel’s military plans",
    "link": "https://strategic-culture.su/news/2024/10/14/allusion-and-delusion-of-israel-military-plans/",
    "published": "2024-10-14T12:55:09.000Z",
    "description": "Jeremy Loffredo’ arrest gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Martin Jay"
    ],
    "authors": [
      {
        "name": "Martin Jay"
      }
    ],
    "fullContent": "Jeremy Loffredo’ arrest gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nGiven that western media are so indoctrinated by the elites which control them it’s hard to get a clear picture of what is happening in the Middle East. Yet is it possible that most of what we see is staged and most of what is reported as fact is in fact lies just so as to allow Israel and the West to carry out its nefarious agenda beguiling the naïve western taxpayer into coughing up more for the industrial military complex?\nThe arrest and imprisonment of journalist Jeremy Loffredo was shocking and appalling on many levels. The young Grayzone journalist, a Jewish American, has been to Israel twice and made a number of reports on the atrocities committed by settlers and how the government uses them to stages protests at the Rafah crossing so it can justify blocking aid lorries to Gazans. But more recently he reported on the damage caused by Iran’s hypersonic missile attack on October 1st which Israel wanted to play down; in reality, the damage was much more than Israeli authorities wanted the world to know.\nWhat is especially shocking about his arrest, was that it gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation. One would have thought that there would be scores of reports the following day from them on the damage but it would seem that they just took the word from IDF press people that there was nothing to report. And they were happy to comply. Just how much of what we are seeing is entirely manufactured consent? Is any of it even based vaguely on the truth?\nOf course, the worn-out pretence of Biden that he is not part of the genocide in Gaza or the war in Lebanon has reached its expiry date. No one is buying it. America is not standing on the touchlines. It’s part of the war on every level.\nBut the war that it doesn’t want to be part of in any way is with Iran. The delay now in a response from Israel is not tactical. This is the time it takes for goons in uniform both from the IDF and the Pentagon to pour over maps and come up with a plan which works both for Biden and Netanyahu. Hitting the oil infrastructure is the dumbest idea of all as Biden has worked out that Iran will retaliate by attacking the same infrastructure in the GCC countries as well as sending even more rockets towards Israel’s military sites. Such a reaction could be a double whammy for Tehran as most westerners will be paying crippling prices at the pumps days before Harris goes for the Oval Office. It’s highly unlikely any plan will be agreed to by Biden and Netanyahu may well be happy to wait 5 weeks before he makes any final decision on an Iran strike. Both he and Biden may well be kidding themselves that the plan in Lebanon – to push Hezbollah up to the Litani river agreed in the U.S. resolution 1701 which the Lebanese group never fulfilled – is on course. And just as the Israelis wanted to install their own Christian white supremacist Leader in 1982 as president making it a sort of pseudo colony, history is repeating itself, complete with an admission by a Biden envoy.\nIn an interview on Lebanon’s LBC channel, Biden’s special envoy Amos Hochstein had a Freudian slip, saying: “Once WE elect, select, once Lebanon selects a new president,” pretty damning proof that the U.S. is trying to force Hezbollah out of government by installing a pro-U.S. president. Will we ever get even one decent insightful piece by an American journalist who can lift the lid on what the true plan is for Lebanon?\nAnd what about the region and Israel’s intentions? Given that practically the entire western world has given them impunity on a grand scale, it shouldn’t surprise us if their ambitions are quite big. For Gaza, the killing continues and we are no longer shocked by who is slaughtered now in Jabalia camp where the wounded are just left where they drop and no aid or emergency healthcare workers can get it. Children, schools, hospitals. The price of Arab deaths is practically zero.\nWe should be very sceptical though about western reporting and who pops up with their views albeit incongruously. Tony Blair, not a man most associate with saving lives in the Middle East, has a plan, according to establishment arsewipe Politico. Blair is calling for an international force to police the Gaza strip once the Israelis have made in entirely inhabitable. Given Blair’s links to Israel though, extreme caution should be applied here. Is Israel preparing for some kind of western UN mandate in the Strip – in other words Americans running the show as they did in Afghanistan? The plan is always the same and has always been the same since two Camp David talks offered the Palestinians a peace deal. You can have all of Gaza, but give up your weapons. Or worse, is it that Blair has been given an offer of an obscene amount of money to take on the whole task himself, perhaps with the help of Eric Prince whose private army in waiting is poised to be parachuted into any country in the world where he sees big bucks? It can’t be out ruled as there is only one rule with Israel, which is never think you can’t be shocked again by its depravity. No one quite does depravity like Blair and Netanyau. The million tombstones bear witness to that.\nJeremy Loffredo’ arrest gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nGiven that western media are so indoctrinated by the elites which control them it’s hard to get a clear picture of what is happening in the Middle East. Yet is it possible that most of what we see is staged and most of what is reported as fact is in fact lies just so as to allow Israel and the West to carry out its nefarious agenda beguiling the naïve western taxpayer into coughing up more for the industrial military complex?\nThe arrest and imprisonment of journalist Jeremy Loffredo was shocking and appalling on many levels. The young Grayzone journalist, a Jewish American, has been to Israel twice and made a number of reports on the atrocities committed by settlers and how the government uses them to stages protests at the Rafah crossing so it can justify blocking aid lorries to Gazans. But more recently he reported on the damage caused by Iran’s hypersonic missile attack on October 1st which Israel wanted to play down; in reality, the damage was much more than Israeli authorities wanted the world to know.\nWhat is especially shocking about his arrest, was that it gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation. One would have thought that there would be scores of reports the following day from them on the damage but it would seem that they just took the word from IDF press people that there was nothing to report. And they were happy to comply. Just how much of what we are seeing is entirely manufactured consent? Is any of it even based vaguely on the truth?\nOf course, the worn-out pretence of Biden that he is not part of the genocide in Gaza or the war in Lebanon has reached its expiry date. No one is buying it. America is not standing on the touchlines. It’s part of the war on every level.\nBut the war that it doesn’t want to be part of in any way is with Iran. The delay now in a response from Israel is not tactical. This is the time it takes for goons in uniform both from the IDF and the Pentagon to pour over maps and come up with a plan which works both for Biden and Netanyahu. Hitting the oil infrastructure is the dumbest idea of all as Biden has worked out that Iran will retaliate by attacking the same infrastructure in the GCC countries as well as sending even more rockets towards Israel’s military sites. Such a reaction could be a double whammy for Tehran as most westerners will be paying crippling prices at the pumps days before Harris goes for the Oval Office. It’s highly unlikely any plan will be agreed to by Biden and Netanyahu may well be happy to wait 5 weeks before he makes any final decision on an Iran strike. Both he and Biden may well be kidding themselves that the plan in Lebanon – to push Hezbollah up to the Litani river agreed in the U.S. resolution 1701 which the Lebanese group never fulfilled – is on course. And just as the Israelis wanted to install their own Christian white supremacist Leader in 1982 as president making it a sort of pseudo colony, history is repeating itself, complete with an admission by a Biden envoy.\nIn an interview on Lebanon’s LBC channel, Biden’s special envoy Amos Hochstein had a Freudian slip, saying: “Once WE elect, select, once Lebanon selects a new president,” pretty damning proof that the U.S. is trying to force Hezbollah out of government by installing a pro-U.S. president. Will we ever get even one decent insightful piece by an American journalist who can lift the lid on what the true plan is for Lebanon?\nAnd what about the region and Israel’s intentions? Given that practically the entire western world has given them impunity on a grand scale, it shouldn’t surprise us if their ambitions are quite big. For Gaza, the killing continues and we are no longer shocked by who is slaughtered now in Jabalia camp where the wounded are just left where they drop and no aid or emergency healthcare workers can get it. Children, schools, hospitals. The price of Arab deaths is practically zero.\nWe should be very sceptical though about western reporting and who pops up with their views albeit incongruously. Tony Blair, not a man most associate with saving lives in the Middle East, has a plan, according to establishment arsewipe Politico. Blair is calling for an international force to police the Gaza strip once the Israelis have made in entirely inhabitable. Given Blair’s links to Israel though, extreme caution should be applied here. Is Israel preparing for some kind of western UN mandate in the Strip – in other words Americans running the show as they did in Afghanistan? The plan is always the same and has always been the same since two Camp David talks offered the Palestinians a peace deal. You can have all of Gaza, but give up your weapons. Or worse, is it that Blair has been given an offer of an obscene amount of money to take on the whole task himself, perhaps with the help of Eric Prince whose private army in waiting is poised to be parachuted into any country in the world where he sees big bucks? It can’t be out ruled as there is only one rule with Israel, which is never think you can’t be shocked again by its depravity. No one quite does depravity like Blair and Netanyau. The million tombstones bear witness to that."
  }
]