[
  {
    "id": "",
    "title": "Toxic double standards. How Europe sell products deemed too dangerous for Europeans to the rest of the world",
    "link": "https://strategic-culture.su/news/2024/10/19/toxic-double-standards-how-europe-sell-products-deemed-too-dangerous-for-europeans-rest-world/",
    "published": "2024-10-19T19:00:10.000Z",
    "description": "This new briefing, initiated by several NGOs - including Amnesty International, Greenpeace and the Veblen Institute - and supported by over 100 NGOs, highlights the double standards under which EU companies export to third countries products that...",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "This new briefing, initiated by several NGOs – including Amnesty International, Greenpeace and the Veblen Institute – and supported by over 100 NGOs, highlights the double standards under which EU companies export to third countries products that are banned in Europe because they are dangerous to health and the environment.\nStéphanie KPENOU\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nToxic pesticides and toys, polluting single-use plastics, and dangerous industrial chemicals: many products cannot be placed on the EU market because they are harmful to health and the environment. Yet they continue to be produced in Europe for exportation beyond EU borders. Several pieces of European legislation do not apply to goods produced in the EU for use or consumption in non-EU countries.\nThese regulations generally only apply to the “placing on the European market” meaning that they do not apply to products manufactured in EU Member States for export to non-EU countries. It is the case, for example, of the 2006 REACH regulation on chemicals, the 2009 Pesticides Regulation, the 2009 Children’s Toys Directive, the 2019 Single-use Plastics Directive, the 2023 Ecodesign for Sustainable Products Regulation, the 2023 proposal for a Toy Safety Regulation and the 2024 AI Act.\nEuropean legislation thus allows EU companies to profit off the production and export to non-EU countries of products which are deemed too dangerous or unfit for the EU market and people.\nRegarding pesticides, according to an investigation by Public Eye, in 2018 over 80,000 tonnes of pesticides containing substances banned within the EU were exported especially in developing countries where regulations on their use are much less stringent. In 2023, a Greenpeace Germany investigation revealed that toxic pesticides exported from the EU to non-EU countries were sneaking back into Europe on agricultural products such as limes, as a cocktail of toxins that could be dangerous for the health of European consumers.\nRegarding chemicals, according to the European Chemicals Agency, in 2020 over 660,000 tonnes of hazardous chemicals banned or severely restricted in the EU were exported from the EU to other countries.\nThe briefing also illustrates examples of existing EU legislation where the loopholes do not appear, and which provide precedent for action to close them. The EU regulation prohibiting goods produced with forced labour and the EU regulation on mercury both cover exports from the EU to non-EU countries.\nThe signatories of the briefing urge the new Commission to take up this issue without delay. Indeed, the EU has the means to adopt a horizontal legislation to put an end to these exports of toxic products whose sale and use are not authorised on the EU market.\nOriginal article: Veblen Institute"
  },
  {
    "id": "",
    "title": "A crueldade bíblica tomou o poder em Israel: “O Mein Kampf ao contrário”",
    "link": "https://strategic-culture.su/news/2024/10/19/a-crueldade-biblica-tomou-o-poder-em-israel-o-mein-kampf-ao-contrario/",
    "published": "2024-10-19T15:44:13.000Z",
    "description": "Nada voltará a ser como dantes no chamado “Estado judeu”, escreve José Goulão.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "José Goulão"
    ],
    "authors": [
      {
        "name": "José Goulão"
      }
    ],
    "fullContent": "A crueldade bíblica tomou o poder em Israel: “O Mein Kampf ao contrário”\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nEm numerosos comentários e opiniões que proliferam a propósito da situação actual nos territórios da Palestina conhecidos como Israel existe a convicção de que o problema único é o primeiro-ministro Benjamin Netanyahu. Isto é, uma vez que este se demita ou seja demitido, a crise ficará resolvida e tudo regressará à paz do senhor com a continuação da metódica limpeza étnica dos palestinianos.\nPuro engano, piedosa ilusão. Nada voltará a ser como dantes no chamado “Estado judeu”.\nA dedução é objectiva e resulta da inevitável realidade que um dia teria de chegar: a terrível batalha existencial ideológica e religiosa que se trava no interior do sionismo – a doutrina racista e supremacista em que assenta o Estado de Israel – entre os sectores seculares e os religiosos fundamentalistas; ou “entre a lei do povo” e a “lei de Deus”, nas palavras significativas, embora simplistas, de uma participante numa das recentes gigantescas manifestações em Telavive.\nA “lei do povo” é a falácia em que tem assentado historicamente o Estado de Israel, desde a sua fundação como colónia ocidental na Palestina para garantir o controlo imperial em todo o Médio Oriente. Uma falácia em que propagandisticamente viveu o próprio sionismo na fase inicial após o nascimento, no final do século XIX e início do século XX, quando o fundador oficial da doutrina, o judeu austríaco e asquenaze Theodor Herzl, a proclamou como um sistema secular e de inspiração política europeia (a que hoje se chama liberal); e que tinha como tarefas mobilizadoras “o regresso (dos judeus) à Terra Prometida” porque a Palestina mais não era do que “uma terra sem povo para um povo sem terra”.\nEsta é, desde o início, a contradição fatal do sionismo: entre a propaganda secular que prevaleceu mitologicamente como única até 1925; e a essência autêntica e, de facto, original da doutrina expansionista, o seu cariz religioso e fundamentalista exposto pelo conceito bíblico de “Terra Prometida” e consequente ocupação de uma “terra sem povo” ou, em termos quantitativamente mais objectivos, um território abusivamente povoado por bárbaros e incivilizados. Em boa verdade, o sionismo nasceu desde logo contaminado pela inevitabilidade religiosa, apenas taticamente escondida.\nTodos os primeiros chefes do governo desde a fundação do Estado de Israel incarnaram esta dualidade inconsistente dizendo-se seculares em política e religiosos na vida pessoal, ambiguidade indispensável para garantir a fachada de respeito pelas normas das democracias ocidentais, como por exemplo a separação entre a Igreja e o Estado, imprescindível para a tentativa de credibilizar a já tão estafada proclamação como “única democracia no Médio Oriente”. Ou, como garante hoje o primeiro-ministro Netanyahu, enquanto procede à sangrenta solução final dos palestinianos, para assegurar “a defesa da civilização ocidental” na região.\nMerece uma curta reflexão o facto de esses dirigentes políticos israelitas, esmagadoramente asquenazes e colonos, por serem de origem europeia, terem o cuidado de se declarar religiosos. Esta é a única premissa que assegura indubitavelmente o seu judaísmo porque o semitismo de muitos desses europeus provavelmente é residual ou nulo. Caso contrário, se desdenhassem o factor religioso pessoal, estaríamos então perante mais um traço da caricatura de antissemitismo imposta como versão oficial e que serve a Israel para acusar todo o resto do mundo de ser antissemita. Assim sendo, os próprios pais fundadores não seriam semitas nem religiosos, falsificando à partida o cariz judaico do novo Estado e denunciando à vista desarmada o seu papel exclusivo e artificial de colónia dos poderes ocidentais no Médio Oriente.\nInício do fim do “sionismo secular”\nA falácia fundadora do sionismo sobreviveu muitas décadas desde a instauração do Estado enquanto se desenvolvia a continuada colonização dos territórios árabes, um processo ilegal só possível graças à tolerância e cumplicidade da ONU, dos Estados Unidos e dos países envolvidos na integração europeia: primeiro nos territórios atribuídos à população árabe através do acordo de partilha aprovado em 1948 pelas Nações Unidas; a partir de 1967 e da chamada Guerra dos Seis Dias, nas regiões palestinianas de Gaza, Cisjordânia e Jerusalém Leste ocupadas nessa altura, permitindo a instalação de colonatos em vastas áreas roubadas pelo regime sionista à população original. Nas quais habitam agora quase 700 mil judeus fundamentalistas fanáticos oriundos de todo o mundo, a esmagadora maioria sem quaisquer raízes étnicas na Palestina.\nEsta brutal e massiva violentação demográfica, desde sempre com o cariz de uma limpeza étnica, como estava escrito feriu de morte a falácia do sionismo secular. O sionismo real, fascista, ferozmente racista e segregacionista que tem no horizonte a expulsão de todos os palestinianos, tomou o poder ao longo das décadas mais recentes e aí pretende ficar eternamente “por vontade de Deus”, respeitada e cumprida por intermédio de “profetas” autodidatas e terroristas que se consideram por ele mandatados para garantirem o seu papel justiceiro na Terra aplicando à letra a mitologia aterradora do Velho Testamento.\nNetanyahu é somente mais um pião deste processo de transformação do carácter do Estado, mesmo que o papel de chefe do governo desempenhado quase em exclusivo durante os últimos 30 anos lhe tenha dado um natural relevo, porém sobreavaliado em relação ao seu peso real na envolvente fundamentalista religiosa que hoje gere Israel. Herdou a missão do pai, Benzion Netanyahu, por sua vez secretário pessoal e um dos principais discípulos ideológicos de Volodymir Jabotinsky, o ucraniano que foi colaborador de Mussolini e em 1925 provocara o grande cisma entre o sionismo secular oportunisticamente proclamado à nascença e o designado “sionismo revisionista” por ele fundado. Esta variante do colonialismo extremista sob cobertura “hebraica” inspira o fanatismo político-religioso que prevalece no actual governo e tem como objectivo criar uma teocracia – o primado da “Lei de Deus”. Mantendo, naturalmente, a missão de defender a civilização ocidental no Médio Oriente. Não é de somenos o facto de esta tendência fanática ter enorme representatividade no interior do Congresso Mundial Judaico e ser apoiada sem restrições práticas pelo regime dos Estados Unidos e os organismos não democráticos que definem as políticas da União Europeia.\nVozes que antevêem a catástrofe\nEhud Barak, um dos mais experientes políticos israelitas, primeiro- ministro de um governo do início do século que praticou uma repressão selvática sobre o chamado Segundo Intifada palestiniano e foi o último chefe do Partido Trabalhista como organização política influente, tem uma opinião relevante sobre os acontecimentos em curso. “Sob o manto da guerra”, diz, “está a decorrer um golpe governamental e constitucional sem que um tiro seja disparado; se o golpe não for interrompido transformará Israel numa ditadura dentro de semanas – Netanyahu e o seu governo estão a assassinar a democracia”. O caminho proposto pelo agora dirigente “centrista” é “fechar o país por meio da desobediência civil em grande escala 24 horas por dia e sete dias por semana”.\nOpinião bem mais contundente e avançada, e também alarmante, tem o general Moshe Yalon, ex-chefe do Estado Maior das Forças Armadas e ex-ministro da Defesa:\n“Um culto escatológico e raivoso está a ditar a lei em Telavive, o quartel-general da construção genocida e colonial da comunidade dos colonos; este processo é completado com uma enorme milícia vigilante, ou milícias interligadas de centenas de milhares de colonos armados até aos dentes, incontroláveis e preparados para qualquer coisa, até atacar os militares e o Estado”.\nUm “ex-director do Mossad” citado pelo jornal “Haaretz” põe mesmo em causa o futuro do chamado “Estado judaico” dizendo que se ganhar a forma de “um Estado racista e violento não poderá sobreviver; e provavelmente já é tarde demais”.\n“Um Mein Kampf ao contrário”\nAo acompanhar a rede mediática globalista dir-se-á que o actual governo israelita é composto apenas pelo primeiro-ministro Netanyahu e pelos ministros das Finanças, Bezalel Smotrich, e o ministro da Segurança, Itamar Ben-Gvir, estes dois considerados benevolamente como “de extrema-direita” quando, na prática, mais não são do que terroristas nazis.\nSmotrich é um colono chefe do Partido Nacional Religioso que nega a existência do povo palestiniano, “constituído por sub-humanos”. No cadastro tem várias acusações de atentados terroristas, inclusive contra as autoridades sionistas.\nItamar Bem-Gvir é filho de uma judia curda iraquiana que integrou o grupo terrorista Irgun, braço fundador do exército de Israel nascido nas fileiras de Mussolini e historicamente dirigido pelo ex-primeiro ministro Menahem Begin. Chefia a organização Otzmar Yehdiut, igualmente de “extrema-direita” e herdeira do movimento proibido Kach do ícone fascista Meir Kahane, um terrorista norte-americano nascido em Nova York, onde cometeu vários atentados pelos quais foi condenado a um ano de prisão, cumprido num hotel. Instalou-se depois em Israel para lutar pela expulsão de todos os palestinianos da Palestina, foi preso pelo menos 60 vezes por atentados terroristas e eleito membro do Knesset (Parlamento).\nSmotrich e Bem-Gvir não integram o Conselho de Guerra, chefiado igualmente por Netanyahu, mas conseguem intervir no seu funcionamento com uma influência que já provocou a demissão de “moderados”, como o ex-primeiro-ministro Benny Ganz.\nO triunvirato governamental informal tem como mentor o rabino David Liar, chefe de um movimento “clandestino” judaico que defende a construção do Terceiro Templo na Esplanada das Mesquitas (Monte do Templo para os sionistas) depois de arrasar a mesquita de Al-Aqsa e a mesquita da Cúpula do Rochedo de onde, segundo a tradição, o Profeta Maomé subiu aos céus. Este espaço religioso situado no centro da Cidade Velha de Jerusalém é o terceiro lugar sagrado do Islão, a seguir a Meca e Medina. O rabino Liar pretende igualmente incendiar todos os autocarros de Jerusalém. De acordo com a sua estratégia, o objectivo é instaurar um clima de terror susceptível de provocar a “Última Guerra”, o conceito bíblico do Armagedão. Um louco inspirando ministros loucos. Para o primeiro-ministro Netanyahu, porém, o rabino David Liar é “a unidade de elite que lidera Israel”.\nDiz o general Moshe Yalom: “Tudo isto corresponde ao conceito de supremacia judaica, um Mein Kampf ao contrário, e tem influência no processo de decisão do actual governo de Israel”. O ex-chefe do Estado Maior qualifica este quadro como uma manifestação de “demência cósmica do projecto sionista” e que vai “muito além do facto de o Estado ter perdido o controlo da extrema-direita”, ao ponto de ser governado por ela.\nA crueldade bíblica tomou o poder em Israel: “O Mein Kampf ao contrário”\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nEm numerosos comentários e opiniões que proliferam a propósito da situação actual nos territórios da Palestina conhecidos como Israel existe a convicção de que o problema único é o primeiro-ministro Benjamin Netanyahu. Isto é, uma vez que este se demita ou seja demitido, a crise ficará resolvida e tudo regressará à paz do senhor com a continuação da metódica limpeza étnica dos palestinianos.\nPuro engano, piedosa ilusão. Nada voltará a ser como dantes no chamado “Estado judeu”.\nA dedução é objectiva e resulta da inevitável realidade que um dia teria de chegar: a terrível batalha existencial ideológica e religiosa que se trava no interior do sionismo – a doutrina racista e supremacista em que assenta o Estado de Israel – entre os sectores seculares e os religiosos fundamentalistas; ou “entre a lei do povo” e a “lei de Deus”, nas palavras significativas, embora simplistas, de uma participante numa das recentes gigantescas manifestações em Telavive.\nA “lei do povo” é a falácia em que tem assentado historicamente o Estado de Israel, desde a sua fundação como colónia ocidental na Palestina para garantir o controlo imperial em todo o Médio Oriente. Uma falácia em que propagandisticamente viveu o próprio sionismo na fase inicial após o nascimento, no final do século XIX e início do século XX, quando o fundador oficial da doutrina, o judeu austríaco e asquenaze Theodor Herzl, a proclamou como um sistema secular e de inspiração política europeia (a que hoje se chama liberal); e que tinha como tarefas mobilizadoras “o regresso (dos judeus) à Terra Prometida” porque a Palestina mais não era do que “uma terra sem povo para um povo sem terra”.\nEsta é, desde o início, a contradição fatal do sionismo: entre a propaganda secular que prevaleceu mitologicamente como única até 1925; e a essência autêntica e, de facto, original da doutrina expansionista, o seu cariz religioso e fundamentalista exposto pelo conceito bíblico de “Terra Prometida” e consequente ocupação de uma “terra sem povo” ou, em termos quantitativamente mais objectivos, um território abusivamente povoado por bárbaros e incivilizados. Em boa verdade, o sionismo nasceu desde logo contaminado pela inevitabilidade religiosa, apenas taticamente escondida.\nTodos os primeiros chefes do governo desde a fundação do Estado de Israel incarnaram esta dualidade inconsistente dizendo-se seculares em política e religiosos na vida pessoal, ambiguidade indispensável para garantir a fachada de respeito pelas normas das democracias ocidentais, como por exemplo a separação entre a Igreja e o Estado, imprescindível para a tentativa de credibilizar a já tão estafada proclamação como “única democracia no Médio Oriente”. Ou, como garante hoje o primeiro-ministro Netanyahu, enquanto procede à sangrenta solução final dos palestinianos, para assegurar “a defesa da civilização ocidental” na região.\nMerece uma curta reflexão o facto de esses dirigentes políticos israelitas, esmagadoramente asquenazes e colonos, por serem de origem europeia, terem o cuidado de se declarar religiosos. Esta é a única premissa que assegura indubitavelmente o seu judaísmo porque o semitismo de muitos desses europeus provavelmente é residual ou nulo. Caso contrário, se desdenhassem o factor religioso pessoal, estaríamos então perante mais um traço da caricatura de antissemitismo imposta como versão oficial e que serve a Israel para acusar todo o resto do mundo de ser antissemita. Assim sendo, os próprios pais fundadores não seriam semitas nem religiosos, falsificando à partida o cariz judaico do novo Estado e denunciando à vista desarmada o seu papel exclusivo e artificial de colónia dos poderes ocidentais no Médio Oriente.\nInício do fim do “sionismo secular”\nA falácia fundadora do sionismo sobreviveu muitas décadas desde a instauração do Estado enquanto se desenvolvia a continuada colonização dos territórios árabes, um processo ilegal só possível graças à tolerância e cumplicidade da ONU, dos Estados Unidos e dos países envolvidos na integração europeia: primeiro nos territórios atribuídos à população árabe através do acordo de partilha aprovado em 1948 pelas Nações Unidas; a partir de 1967 e da chamada Guerra dos Seis Dias, nas regiões palestinianas de Gaza, Cisjordânia e Jerusalém Leste ocupadas nessa altura, permitindo a instalação de colonatos em vastas áreas roubadas pelo regime sionista à população original. Nas quais habitam agora quase 700 mil judeus fundamentalistas fanáticos oriundos de todo o mundo, a esmagadora maioria sem quaisquer raízes étnicas na Palestina.\nEsta brutal e massiva violentação demográfica, desde sempre com o cariz de uma limpeza étnica, como estava escrito feriu de morte a falácia do sionismo secular. O sionismo real, fascista, ferozmente racista e segregacionista que tem no horizonte a expulsão de todos os palestinianos, tomou o poder ao longo das décadas mais recentes e aí pretende ficar eternamente “por vontade de Deus”, respeitada e cumprida por intermédio de “profetas” autodidatas e terroristas que se consideram por ele mandatados para garantirem o seu papel justiceiro na Terra aplicando à letra a mitologia aterradora do Velho Testamento.\nNetanyahu é somente mais um pião deste processo de transformação do carácter do Estado, mesmo que o papel de chefe do governo desempenhado quase em exclusivo durante os últimos 30 anos lhe tenha dado um natural relevo, porém sobreavaliado em relação ao seu peso real na envolvente fundamentalista religiosa que hoje gere Israel. Herdou a missão do pai, Benzion Netanyahu, por sua vez secretário pessoal e um dos principais discípulos ideológicos de Volodymir Jabotinsky, o ucraniano que foi colaborador de Mussolini e em 1925 provocara o grande cisma entre o sionismo secular oportunisticamente proclamado à nascença e o designado “sionismo revisionista” por ele fundado. Esta variante do colonialismo extremista sob cobertura “hebraica” inspira o fanatismo político-religioso que prevalece no actual governo e tem como objectivo criar uma teocracia – o primado da “Lei de Deus”. Mantendo, naturalmente, a missão de defender a civilização ocidental no Médio Oriente. Não é de somenos o facto de esta tendência fanática ter enorme representatividade no interior do Congresso Mundial Judaico e ser apoiada sem restrições práticas pelo regime dos Estados Unidos e os organismos não democráticos que definem as políticas da União Europeia.\nVozes que antevêem a catástrofe\nEhud Barak, um dos mais experientes políticos israelitas, primeiro- ministro de um governo do início do século que praticou uma repressão selvática sobre o chamado Segundo Intifada palestiniano e foi o último chefe do Partido Trabalhista como organização política influente, tem uma opinião relevante sobre os acontecimentos em curso. “Sob o manto da guerra”, diz, “está a decorrer um golpe governamental e constitucional sem que um tiro seja disparado; se o golpe não for interrompido transformará Israel numa ditadura dentro de semanas – Netanyahu e o seu governo estão a assassinar a democracia”. O caminho proposto pelo agora dirigente “centrista” é “fechar o país por meio da desobediência civil em grande escala 24 horas por dia e sete dias por semana”.\nOpinião bem mais contundente e avançada, e também alarmante, tem o general Moshe Yalon, ex-chefe do Estado Maior das Forças Armadas e ex-ministro da Defesa:\n“Um culto escatológico e raivoso está a ditar a lei em Telavive, o quartel-general da construção genocida e colonial da comunidade dos colonos; este processo é completado com uma enorme milícia vigilante, ou milícias interligadas de centenas de milhares de colonos armados até aos dentes, incontroláveis e preparados para qualquer coisa, até atacar os militares e o Estado”.\nUm “ex-director do Mossad” citado pelo jornal “Haaretz” põe mesmo em causa o futuro do chamado “Estado judaico” dizendo que se ganhar a forma de “um Estado racista e violento não poderá sobreviver; e provavelmente já é tarde demais”.\n“Um Mein Kampf ao contrário”\nAo acompanhar a rede mediática globalista dir-se-á que o actual governo israelita é composto apenas pelo primeiro-ministro Netanyahu e pelos ministros das Finanças, Bezalel Smotrich, e o ministro da Segurança, Itamar Ben-Gvir, estes dois considerados benevolamente como “de extrema-direita” quando, na prática, mais não são do que terroristas nazis.\nSmotrich é um colono chefe do Partido Nacional Religioso que nega a existência do povo palestiniano, “constituído por sub-humanos”. No cadastro tem várias acusações de atentados terroristas, inclusive contra as autoridades sionistas.\nItamar Bem-Gvir é filho de uma judia curda iraquiana que integrou o grupo terrorista Irgun, braço fundador do exército de Israel nascido nas fileiras de Mussolini e historicamente dirigido pelo ex-primeiro ministro Menahem Begin. Chefia a organização Otzmar Yehdiut, igualmente de “extrema-direita” e herdeira do movimento proibido Kach do ícone fascista Meir Kahane, um terrorista norte-americano nascido em Nova York, onde cometeu vários atentados pelos quais foi condenado a um ano de prisão, cumprido num hotel. Instalou-se depois em Israel para lutar pela expulsão de todos os palestinianos da Palestina, foi preso pelo menos 60 vezes por atentados terroristas e eleito membro do Knesset (Parlamento).\nSmotrich e Bem-Gvir não integram o Conselho de Guerra, chefiado igualmente por Netanyahu, mas conseguem intervir no seu funcionamento com uma influência que já provocou a demissão de “moderados”, como o ex-primeiro-ministro Benny Ganz.\nO triunvirato governamental informal tem como mentor o rabino David Liar, chefe de um movimento “clandestino” judaico que defende a construção do Terceiro Templo na Esplanada das Mesquitas (Monte do Templo para os sionistas) depois de arrasar a mesquita de Al-Aqsa e a mesquita da Cúpula do Rochedo de onde, segundo a tradição, o Profeta Maomé subiu aos céus. Este espaço religioso situado no centro da Cidade Velha de Jerusalém é o terceiro lugar sagrado do Islão, a seguir a Meca e Medina. O rabino Liar pretende igualmente incendiar todos os autocarros de Jerusalém. De acordo com a sua estratégia, o objectivo é instaurar um clima de terror susceptível de provocar a “Última Guerra”, o conceito bíblico do Armagedão. Um louco inspirando ministros loucos. Para o primeiro-ministro Netanyahu, porém, o rabino David Liar é “a unidade de elite que lidera Israel”.\nDiz o general Moshe Yalom: “Tudo isto corresponde ao conceito de supremacia judaica, um Mein Kampf ao contrário, e tem influência no processo de decisão do actual governo de Israel”. O ex-chefe do Estado Maior qualifica este quadro como uma manifestação de “demência cósmica do projecto sionista” e que vai “muito além do facto de o Estado ter perdido o controlo da extrema-direita”, ao ponto de ser governado por ela."
  },
  {
    "id": "",
    "title": "Iran, Israel y las opciones futuras de los BRICS",
    "link": "https://strategic-culture.su/news/2024/10/19/iran-israel-y-las-opciones-futuras-de-los-brics/",
    "published": "2024-10-19T15:34:13.000Z",
    "description": "La situación a nivel estratégico internacional parece estar tomando forma ahora de manera bastante explícita. Israel y EEUU actúan al unísono y están dispuestos a hacer cualquier cosa para alcanzar su objetivo final, que es la eliminación completa...",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "La situación a nivel estratégico internacional parece estar tomando forma ahora de manera bastante explícita. Israel y EEUU actúan al unísono y están dispuestos a hacer cualquier cosa para alcanzar su objetivo final, que es la eliminación completa de Irán como amenaza regional.\nPor Andrea ZHOK\nÚnete a nosotros en Telegram , Twitter  y VK .\nEscríbenos: info@strategic-culture.su\nLas precauciones restantes están vinculadas únicamente a la necesidad de reducir posibles daños a las ciudades israelíes y las bases estadounidenses en la zona.\nLo primero que debe quedar claro es que Irán no tiene posibilidades de resistir por mucho tiempo un ataque israelí respaldado por EEUU, incluso si el ataque sigue siendo convencional. La principal limitación de Israel reside en la magnitud de los recursos (humanos, militares, financieros) necesarios para una guerra total, pero esta magnitud se ve amplificada indefinidamente por el canal de suministro disponible de EEUU. Los dirigentes iraníes lo saben bien y, por tanto, siguen actuando de manera que deje margen para un enfriamiento del conflicto, dando siempre respuestas mesuradas.\nLo segundo que está claro es que una derrota estratégica de Irán, que lo suprima como actor regional, devolviéndolo a la turbia existencia de un Iraq, no es sólo una catástrofe para Irán, sino también para Rusia y China.\nIrán es cada vez más un centro fundamental para los dos principales países BRICS como ruta comercial, como bastión regional y como productor de materias primas (principalmente gas). Un Irán «iraquizado» sería desastroso para las aspiraciones futuras de China y Rusia, que son plenamente conscientes de ello. En el último mes ha habido conversaciones al más alto nivel entre líderes iraníes y chinos por un lado (el ministro de Asuntos Exteriores Wang Yi) y rusos por el otro (el primer ministro ruso Mishustin estuvo en Teherán en vísperas de la respuesta iraní).\nEsto nos lleva a la tercera y decisiva cuestión. Dado que Rusia y China no pueden darse el lujo de perder a Irán como aliado regional y dado que la intención de Israel y EEUU es precisamente «iraquizar» a Irán, ¿qué pueden hacer los dos líderes de los BRICS para evitar este resultado? La diplomacia y las formas de «persuasión moral» son palabrería en esta fase histórica\nSi existiera la perspectiva de un conflicto de larga duración, como el de Siria, sería posible una intervención rusa estructurada en la zona, con la construcción de bases, y China podría actuar, como lo hace ahora, como estabilizador financiero de Rusia. Pero si el escenario es el de EEUU e Israel concentrándose en demoler a Irán, puede que no haya «largo plazo»\nLa única manera que me parece realista y viable es que Rusia desempeñe con Irán el mismo papel que EEUU desempeña con Israel, de apoyo militar y económico ilimitado. Pero financieramente Rusia no está en condiciones de competir con los EEUU, excepto quizás con el apoyo lateral de China, y en términos de armamentos convencionales, Rusia todavía tiene que terminar de abordar la cuestión ucraniana, lo que requerirá un compromiso consistente durante al menos seis meses más y, por tanto, no puede hacer converger grandes cantidades de armamento que necesita directamente.\nPor lo tanto, en mi opinión, parece haber una única solución para estabilizar la zona y evitar que Israel y EEUU tengan la tentación de ir a la confrontación final con Irán: la entrega por parte de Rusia a Irán de un contingente limitado de ojivas nucleares, tal vez incluso simplemente tácticas.\nTécnicamente no es una operación baladí. No es como entregar un arma. También requiere técnicos de soporte y máximo secreto. Pero es factible y sería un «cambio de juego».\nUna vez obtenidas y puestas en funcionamiento las ojivas, Irán debería llevar a cabo una prueba interna para señalar públicamente la disponibilidad de una fuerza suficiente para destruir una ciudad israelí o cualquier base estadounidense en la zona.\nEsta señal debería ser suficiente para restablecer un nuevo equilibrio en la zona, donde en ese momento todos los protagonistas parecerían capaces de infligir golpes insoportables a sus homólogos.\nEs un mundo malo donde el respeto internacional sólo surge de la posibilidad de extinguir a otros, pero esto es lo que nos brinda esta época. Y, francamente, creo que este razonamiento entre Rusia e Irán ya se ha hecho\n*Andrea Zhok\nEnsayista y filósofo\nPublicado originalmente por Fundación de Cultura Estratégica"
  },
  {
    "id": "",
    "title": "Conspiracy of silence shrouds Biden’s Ukraine summit in Berlin as NATO holds nuclear exercises",
    "link": "https://strategic-culture.su/news/2024/10/19/conspiracy-silence-shrouds-biden-ukraine-summit-in-berlin-as-nato-holds-nuclear-exercises/",
    "published": "2024-10-19T15:09:43.000Z",
    "description": "Outgoing US President Joseph Biden, German Chancellor Olaf Scholz, UK Prime Minister Sir Keir Starmer and French President Emmanuel Macron are to meet tomorrow in Berlin for an emergency summit on the Ukraine war. To date, state officials and media...",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "By Alex LANTIER\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nOutgoing US President Joseph Biden, German Chancellor Olaf Scholz, UK Prime Minister Sir Keir Starmer and French President Emmanuel Macron are to meet tomorrow in Berlin for an emergency summit on the Ukraine war. To date, state officials and media in countries whose leaders are attending the Berlin summit have given no concrete information on what the summit agenda will be.\nThe four leading NATO imperialist powers are however clearly meeting to discuss plans for an international military escalation. It comes only a few days after the Pentagon publicly deployed US troops to Israel amid the genocide in Gaza, Israel’s invasion of Lebanon and calls for US-Israeli bombing of Iran. Moreover, Biden was originally slated to travel to Germany to discuss a monumentally reckless plan for mass long-range bombings of Russia.\nThis trip to Europe, Biden’s last as US president, was previously scheduled to be a NATO summit at the Ramstein airbase, to discuss authorizing Ukraine to launch strikes with long-range US, German, British and French missiles deep into Russia. However, the Ramstein summit was suddenly cancelled last week and replaced with the four-power summit in Berlin, disinviting the other NATO member states.\nThe deafening silence on the agenda of the Berlin summit amounts to a conspiracy by the major NATO powers to hide both the disaster they have caused in Ukraine and the Middle East and their planning for an even more catastrophic military escalation.\nWhile Biden ostensibly cancelled the Ramstein summit to stay in the United States during the emergency response to Hurricane Milton, this came shortly after Russian President Vladimir Putin changed Russia’s nuclear doctrine in response to threats of NATO missile strikes. The Kremlin announced that it could use nuclear weapons in response to strikes on Russia carried out by a non-nuclear power with the assistance of nuclear powers.\nFurther underscoring the nuclear war threat, NATO is now holding two weeks of nuclear war exercises, codenamed Steadfast Noon, set to end on October 28. This involves 60 nuclear-capable aircraft practicing strike maneuvers over Belgium, the Netherlands, Denmark, Britain and the North Sea. About Steadfast Noon, NATO Secretary-General Mark Rutte told reporters: “In an uncertain world, it is vital that we test our defense and that we strengthen our defense so that our adversaries know that NATO is ready and is able to respond to any threat.”\nNATO is also holding the two-week “Exercise Strike Warrior” naval war games in waters northeast of Britain, with a 20-ship task force led by UK aircraft carrier HMS Prince of Wales.\nYesterday, Ukrainian President Volodymyr Zelensky presented a reckless, five-point “victory plan” to the parliament in Kiev, supposedly to ensure Russia’s defeat. His plan called for Ukraine to join NATO, use NATO countries’ weapons for strikes on Russia at will, and develop a “non-nuclear deterrence package” whose content he did not specify.\nFor the fourth point, Zelensky boasted of Ukraine’s “natural resources, including critical minerals worth trillions of dollars.” He cryptically pledged to provide a “return on investment” to the United States and other NATO powers, apparently by handing over these resources to them, which he said was spelled out in “a secret annex, which is shared only with certain partners.” In short, Zelensky, while claiming to be fighting for Ukrainian freedom from Russia, is in fact selling off its resources to the NATO powers’ major corporations.\nFinally, he called to integrate Ukrainian troops into NATO armies after the war. Zelensky claimed this would force Russia to “join an honest diplomatic process to bring the war to a just end.”\nThe coverage of Zelensky’s proposals in international media has been staggeringly superficial. It is a matter of record that in recent months, NATO heads of state have also advanced the proposals Zelensky made yesterday. While they are clearly part of an ongoing discussion of policy in the ruling elites of the NATO countries, the media and political establishment are asking none of the obvious questions that flow from Zelensky’s remarks.\nWhat estimates are Biden, Scholz, Starmer and Macron seeing on how many millions would die if NATO’s use of Ukraine as a launchpad to bomb Russia triggers nuclear war? If Ukraine joined NATO, how soon do they believe the NATO and Russian militaries would be fighting each other? And how does Zelensky intend on this basis to reach peace, since the Kremlin went to war precisely to prevent Ukraine from joining NATO and letting NATO station troops on Russia’s borders?\nAt the same time, Zelensky’s “victory plan” clearly faces major obstacles, starting with the fact that none of the major NATO imperialist powers have yet agreed, at least publicly, to admit Ukraine into NATO now, or to let Ukraine use their missiles for long-range strikes on Russia.\nMoreover, there is mounting popular opposition to Zelensky, who has suspended elections and rules as a dictator. Yesterday, Hromadske television reported that thousands of people marched in Kiev to protest Zelensky, demanding to know the whereabout of their relatives, in one of the largest anti-war protests in Kiev to date. Many of the protesters were reportedly relatives of Ukrainian soldiers who made an ill-fated attempt to invade Russia and are now trapped near Kursk, pinned down by artillery.\nAt the same time, a report attributed to US intelligence sources circulated widely on Telegram yesterday claiming to show that Ukraine has suffered a staggering 1.8 million losses in the war, including over 700,000 killed in action. Since Zelensky’s regime does not regularly update the number killed in the war, it is impossible to precisely evaluate this number. However, it is plausible. More than a year ago, US military pundits like Douglas MacGregor were already citing Pentagon briefings to claim that Ukraine had suffered over 300,000 deaths.\nThere is mounting crisis and panic in European ruling circles over Ukraine. Last week, former NATO Secretary-General Jens Stoltenberg argued that Ukraine should negotiate a peace with Russia—which the NATO powers themselves forced Ukraine to reject after Russian and Ukrainian negotiators agreed on a peace deal shortly after the war began. Then-UK Prime Minister Boris Johnson pressed Zelensky to reject the deal, which might have saved hundreds of thousands of Ukrainians who have since died in the war.\nIn her regular column yesterday for the French daily Le Monde, Sylvie Kaufmann speculated on the possibility of a Trump victory in next month’s US presidential elections leading to a slowdown of US military aid to Ukraine and ultimately a Russian victory. “There are three weeks to get ready for the worst possible outcomes,” she wrote.\n“The defeat of Ukraine would also be the defeat of Europe. We must now imagine the consequences a Russian victory would have in Europe,” Kaufmann continued. She said that in such a scenario, “the Europeans will not be able to compensate for the loss of American aid. The Ukrainian army would have more and more difficulty resisting Russian offensives.” She speculated that certain Balkan countries could abandon plans to join the European Union. She also worried that the EU itself might split apart if Italy, Hungary or other EU member states abandoned the Ukraine war.\nDespite growing talk of defeat and negotiations in ruling circles, the major imperialist powers are firmly set on a policy of escalation. With Russian troops already stationed in Syria and Iran, a planned US-NATO military escalation coordinated with Israel against Iran or other Middle Eastern countries could also very rapidly lead to a direct military confrontation with Russia. Indeed, both Ukraine and the Middle East are fronts in a global conflict NATO is waging against Russia and China.\nThe decisive question is mobilizing the mass opposition that exists in the working class to NATO plans for escalation in Ukraine and to the Israeli government’s genocide in Gaza. According to a Eurasia Group poll earlier this year, 91 percent of Americans and 89 percent of West Europeans oppose plans for military escalation against Russia. This anger will only grow as it becomes obvious that the United States and Europe have both wasted hundreds of billions of dollars on a dirty war that is lost, financing this spending with attacks on social spending and real wages.\nAn international anti-war movement must be built in the working class, at workplaces and in schools, to call a halt to the war and take power out of the hands of the corrupt and monumentally reckless ruling elites that have led it, on a perspective of a struggle for socialism.\nOriginal article: wsws"
  },
  {
    "id": "",
    "title": "Drug-sniffing police dogs are intercepting abortion pills in the mail",
    "link": "https://strategic-culture.su/news/2024/10/19/drug-sniffing-police-dogs-intercepting-abortion-pills-in-mail/",
    "published": "2024-10-19T15:03:24.000Z",
    "description": "What will happen to abortion-pills-by-mail and the people who use them if Donald Trump is elected in November? As the accounts of the regional USPIS head and FOIA documents show, a piecemeal crackdown is already underway during a Democratic...",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "By Debbie NATHAN\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nWhat will happen to abortion-pills-by-mail and the people who use them if Donald Trump is elected in November? As the accounts of the regional USPIS head and FOIA documents show, a piecemeal crackdown is already underway during a Democratic administration. Under a Trump regime, things might go much further.\nWhoever is in power, the incident in Jackson provides a potential window into the future — one in which freelancing local Postal Service employees and officials can call on local cops to halt women from accessing reproductive care and potentially charge and arrest those providing or using abortion medication.\nMy FOIA request asked for records from past years of investigations of people who’d used the mail to send pills. The documents I got back show how a willing administration might go after distributors. The feds could even lend support to police in states that have criminalized abortion care as they pursue cases under local laws. Pregnant people who order the medications could get caught in the dragnet.\nThe documents I received after my FOIA request are highly redacted but still reveal many details about a federal investigation that began less than two years ago in Mississippi. Dozens of envelopes with abortion pills were seized. The bust followed on the heels of the Supreme Court overturning Roe v. Wade, and came after a group of anti-abortion doctors filed a federal lawsuit in Texas, arguing that abortion pills should be banned from the mail.\nThe Jackson investigation apparently also employed what’s called a mail cover: a little-known Postal Service method for collecting data about people suspected of committing crimes. Using an enormous database of images of the outside of envelopes and packages, postal inspectors can digitally compare names, addresses, and other information on one item to others. And the findings can be freely shared with almost any law enforcement agency that requests them. The return address for the hot pink envelope in Jackson included an unused post office box number, the sort of information postal inspectors can use to correlate parcels to each other.\nReproductive justice activist Laurie Bertram Roberts worries about an anti-abortion regime taking power. They direct the Jackson-based Mississippi Reproductive Freedom Fund, which assists fellow Mississippians with any reproductive decision they make, from having a baby, to leaving the state to go to an abortion clinic, to using pills at home.\nIn a state where abortion is strictly banned post-Roe, Bertram Roberts is also a doula. Along with other doulas, they have organized help for people at the end of their pregnancies, including those which do not come to term. Whether that end is due miscarriage or to abortion is immaterial. “We don’t ask,” they said.\nThe pink-envelope investigation came out of a sort of collaboration between the feds’ regional offices and a local official: U.S postal workers and a city K-9 cop. Though no one in Mississippi has yet been arrested for helping carry out an abortion, Bertram Roberts fears that synergy. They leaned forward and tensed their lips as I opened my computer and pulled up images I’d obtained from the FOIA request: photos the USPIS had taken, in a post office parking lot, of vehicles suspected of belonging to the person who mailed the pills.\nBertram Roberts peered anxiously at the screen. “I don’t recognize them!” they said. Their face relaxed, but they shook their head. “The thing I worry about most is people getting criminalized.”\nThe USPIS is the investigative arm of the nation’s Postal Service. The agency has known for at least the past decade, according to FOIA documents, that foreign-made abortion pills are entering the U.S. and being distributed in quantity without prescription. FDA regulations hold that this is illegal; the senders can be punished with criminal penalties.\nDays after Roe was overturned in June 2022, the USPIS announced that it would not proactively pursue pill mailers, even in states where abortion was being banned.\n“We enforce federal law,” USPIS spokesperson Michael Martel told me. “We have no interest in enforcing state laws.”\nHe said, however, that the USPIS does go after people who import nonapproved pharmaceuticals and those without medical credentials who mail prescription drugs.\nThe investigations can rely on outside help. USPIS doesn’t have its own sniffer K-9s, so it employs local police dogs and their handlers to check the mail for contraband and provide the probable cause needed to get warrants. The arrangement occurs even in jurisdictions like Mississippi, where abortion is now banned under state law and local cops enforce state law. Steed, the dog handler from a nearby Rankin County police department who responded to the pink envelope in Jackson, was recently deputized as a USPIS investigator, and he uses office space in the agency’s regional headquarters at the Jackson postal center.\nUsing local dogs creates risk for abortion-seekers. With the post office inviting local law enforcement to assist with federal investigations, local police could theoretically do their own investigations, by copying names and addresses from the mail. And they could pass that information to anti-abortion district attorneys.\nPolice dogs, however, are trained to smell only the illegal drugs heroin, marijuana, ecstasy, fentanyl, and cocaine, not the ingredients in abortion pills, which currently remain legal. And the K-9s’ forensic reliability is suspect.\nWhy would a police dog alert on abortion pills in the first place, when they’re not narcotics?\nMartel, the USPIS national spokesperson, speculated that the pills found in Jackson were contaminated in the manufacturing process by trace amounts of a drug such as marijuana, or perhaps someone was handling narcotics when they did the packing and left molecules behind that only canines’ super-sensitive noses can detect\nTheories along these lines are widespread among police, and they’re inherently impossible to disprove. Elisa Wells, a co-founder and co-director of Plan C, is skeptical. She said her group has conducted laboratory analyses of various brands of foreign-made abortion pills. They’ve all been pure, she said, and no one has ever complained about their containing narcotics.\nThere is another reason why a K-9 can zero in on a package that’s devoid of illicit drugs. Animal researchers call it “cueing.” Canines are exquisitely sensitive to the minutiae of a human’s posture, eye movements, and other subtle behaviors. Handlers wishing to develop probable cause to do intrusive searches for narcotics can coax their dogs into drug-alerting behavior. To get a reward, the dog will alert, even if nothing illegal is present. (Steed, the K-9 handler, declined to be interviewed for this story.)\nCueing can be deliberate, but it’s more often unconscious. In 2011, Lisa Lit, a researcher at the University of California, Davis, published a now-famous study in which she told the handlers of several police dogs that their K-9s would be searching for “target scents” hidden randomly in several containers. She put red tape on some containers and said it marked the targets. In reality, none of the containers had scents. Even so, most of the dogs alerted on containers, especially those with red tape.\nSome policing agencies now require K-9 handlers to wear body cameras to check if they’re cueing their dogs. USPIS, though, doesn’t use body cameras, according to Martin, the former head of the office in Jackson. Chris Picou, a supervising deputy for Rankin County’s drug interdiction units who oversees many Central Mississippi police K-9s, including Steed’s dog Rip, told me in June that he had never heard of the Lit study about cueing.\nLawrence Myers, a retired professor of veterinary medicine at Auburn University with extensive experience researching the reliability of law enforcement dogs and their human handlers, said unacknowledged handler errors in the service of law enforcement can turn K-9s into mere “warrants on a leash.”\nOnce a warrant is issued and the parcel has been opened, a mail cover can help an investigation barrel forward.\nMail covers have been offered for generations by the U.S. Postal Service. They require neither a warrant nor any other Fourth Amendment control. Even so, they allow law enforcement agencies, from the FBI to local police to the USPIS itself, to collect information from the outside of an envelope or package. Annually, the post office photographs every one of the billions of pieces of mail that it processes. And every year, it approves thousands of requests from law enforcement for mail covers of individuals.\n“We tend to think of first-class mail as relatively inviolable. But the outside of the envelope is the equivalent of social media,” said Frederick Lane, an attorney and writer who specializes in tensions between the Fourth Amendment’s guarantee of privacy and cybertechnology’s growing ability to snoop.\nLane, who is writing a book called “The Cybertraps of Choice: Pregnancy and Privacy in a Post-Roe World,” has investigated mail covers. He examined the abortion materials from the Mississippi FOIA request and said they constitute strong evidence that the USPIS got a mail cover from the Postal Service to enlarge its abortion pill investigation. (Martel, the USPIS spokesperson, declined to comment, saying only that the agency routinely withholds information from the public in order to protect its investigations.)\nLane said that using K-9s to alert for narcotics is one of the most common ways that the USPIS obtains warrants to search inside of mailed items, even when investigators don’t really believe they’re looking for narcotics.\nOnce the inspector got inside of the pink envelope in Jackson, he said, it appears that the USPIS collected data from outside the envelope — likely the unused post office box number in the return address — to locate additional envelopes with pills. The tactic would allow authorities to centralize the search by tracking related materials from disparate post offices as they come together at the Jackson distribution center.\nLane noted the Postal Service started photographing mail and digitizing it years ago to reduce the cost of sorting. After 9/11, and with the development of ever more sophisticated digital photography, the data recovered from one item could be compared with myriad other items and stored on ever-growing databases. These days, the ability to do this work “is growing by leaps and bounds,” Lane said.\n“If you start involving local law enforcement in a state that is trying to ban access to abortion, including abortion medication, you are putting patients at risk.”\nThe information a mail cover extracts is handed over to law enforcement, with virtually no questions asked.\n“Mechanisms for the post office helping local cops are in place without any supervision,” Lane said. He called the cooperation between policing agencies and the postal service “a candy store for law enforcement.”\nThat teamwork potentially threatens abortion rights, according to Nathan Freed Wessler, deputy director of the American Civil Liberties Union’s Speech, Privacy, and Technology Project.\n“If you start involving local law enforcement in a state that is trying to ban access to abortion, including abortion medication, you are putting patients at risk,” he told me. “Individuals who are trying to access medical care should not have to fear the federal government coming after them. The specter of harm to people once local law enforcement gets wind of it in a hostile state could be really serious.”\nThe other potential federal threat to abortion rights is what’s colloquially called the Comstock Act. Passed by Congress in 1873, it has been dormant for decades but remains on the books as 18 U.S. Codes 1461 and 1462. Comstock criminalizes importing and mailing materials which, according to the language of the law, are “intended for producing abortion, or for any indecent or immoral use.”\nAmong hard-line anti-abortion activists who have Trump’s ear, plans are already afoot to revive the Comstock Act if he wins. Lately, Trump and his vice presidential running mate, Sen. JD Vance, R-Ohio, have been trying to distance themselves from unpopular calls to further restrict abortion. Vance recently said he supports abortion pills being legal, but before entering the race, he was publicly in favor of banning them from the mail.\nOn Abortion, JD Vance Is the Bridge Between Trump and Project 2025\nVance and other Republican lawmakers last year sent a letter to the Department of Justice asking for the Comstock Act to be enforced and for the department to “shut down all mail-order abortion operations.” In addition, Project 2025, the Heritage Foundation blueprint for turning the country sharply right, calls for using the Comstock Act to ban abortion pills from the mail. Trump and his campaign have also been trying to distance themselves from Project 2025, but Vance complicates matters; he wrote the foreword to a now-delayed book by Heritage chief and project architect Kevin Roberts.\nBecause the Comstock Act is federal law and the U.S. Postal Service is part of the executive branch, Trump, if he won the upcoming election, could issue an executive order reviving Comstock as early as the first day of his second term. Separately, his attorney general could authorize going after pills in the mail.\n“I have absolutely no doubt that under a Trump administration the Postal Service would be required to enforce the Comstock laws against misoprostol and mifepristone.”\n“I have absolutely no doubt that under a Trump administration the Postal Service would be required to enforce the Comstock laws against misoprostol and mifepristone,” said Lane, the cyber-privacy expert.\nAnd if Comstock is revived, anyone caught sending abortion pills, even domestically produced brands not currently banned by the FDA, could be charged with a felony. With the pills officially defined as contraband, sniffer dogs could be trained to smell them on their own. Cueing by a handler would no longer be necessary.\nAnd the government might not stop with banning pills. Andrew Beck, a senior staff attorney with the ACLU’s Reproductive Freedom Project, told me that, under Comstock, even clinicians doing surgical abortions in states where they are legal could be cut off from receiving the items they need: “gloves, surgical instruments, and everything else that’s used.”\nComstock could ban them all from being mailed.\nRip, the local police department dog, sniffed the pink envelope in Jackson on December 7, 2022. That same day, even before the USPIS got its warrant to look inside the envelope, the agency impounded 11 more nearly identical packages with the same address that the Postal Service had determined was bogus. The fact that they were impounded so early is evidence, Lane said, that the USPIS was using a mail cover.\nDecember progressed and additional envelopes were seized every few days. They were addressed to recipients throughout the country. The USPIS claimed they were being flagged by employees at a smaller postal service branch in Jackson called LaFleur, but more likely they were identified through a mail cover, according to Lane, then seized when they reached the downtown distribution and processing center.\nUSPIS said that workers at LaFleur had acted as tipsters. LaFleur branch manager Fenton Stevens, however, told me that he had no recollection of workers reporting envelopes suspected of containing abortion pills.\n“How could somebody know if abortion pills are in a package?” he asked, incredulously. “That’s not something we do. We don’t indulge in things like that.”\nThe USPIS also photographed vehicles presumably driven by the person doing the mailing — the photos Laurie Bertram Roberts later checked out. The case was eventually sent to the federal prosecutor’s office for the Southern District of Mississippi, in downtown Jackson. An assistant U.S. attorney was assigned to handle it.\nBy December 20, over seven dozen envelopes had been seized. Then, two days before Christmas, the Office of Legal Counsel for the Department of Justice issued an opinion implying physicians and other clinicians who mail prescription abortion pills into states where abortion is illegal could not be prosecuted under the Comstock Act.\nThe Justice Department’s reasoning was that the pills are used for several medical purposes besides abortion, to manage miscarriages, for instance. Thus, the government cannot know in any given case whether a mailer’s intention is to break the law. (The opinion still leaves mutual aid activists and other non-clinicians susceptible to being charged with crimes.)\nIn Jackson, a few more envelopes, the final seven, were impounded on January 6. That date marked one month since Rip had sniffed the first pink envelope and the USPIS initiated its investigation. A mail cover is permitted to last for one month before it must either be renewed or ended. After that final day, seizures of pills in Jackson ceased.\nNo one has since been indicted, and Martel, the USPIS spokesperson, declined to say if the case is still open.\nMartin, the retired inspector, said it’s closed.\n“The U.S. attorney’s office in Jackson is a very good office,” he said, “very aggressive.” But he guessed that “the political climate,” as he put it, made a prosecution for abortion pills “a hot topic nobody wanted to touch.”\nNobody, that is, under the pro-abortion-rights Biden administration. In the meantime, thanks to a Jackson-based postal worker, Rip the dog, and a federal agency that says it has no desire to police abortion, nearly 100 pregnant people did not receive little pink packages containing the medicine they requested.\nOriginal article: theintercept.com"
  },
  {
    "id": "",
    "title": "Local elections in Brazil and the prospect of a post-Lula future for multipolarist powers",
    "link": "https://strategic-culture.su/news/2024/10/19/local-elections-in-brazil-and-the-prospect-of-a-post-lula-future-for-multipolarist-powers/",
    "published": "2024-10-19T14:52:33.000Z",
    "description": "The rising political forces in Brazil seek bridges that will allow them to unlock the secret of how a declining nation can rise again.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Raphael Machado"
    ],
    "authors": [
      {
        "name": "Raphael Machado"
      }
    ],
    "fullContent": "The rising political forces in Brazil seek bridges that will allow them to unlock the secret of how a declining nation can rise again.\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nThe Brazilian local elections, whose first round took place on October 6, are important as predictive elements of the country’s main political trends. There is a partial correspondence between the results of these municipal-level elections and the electoral outcomes that may be found in the general elections, which are always held two years later.\nIn the case of these 2024 elections, it can be said that they indeed confirm trends from the 2022 general elections and already allow possible patterns for 2026 to be deduced.\nFirst of all, the most obvious political-electoral phenomenon of the local elections is the unprecedented strengthening of the “Centrão” — the political center. It’s clear that the center has been decisive in Brazilian politics at least since the end of the military dictatorship, with centrist parties (led by the MDB [Brazilian Democratic Movement]) almost always acting as the “kingmaker” for all successive governments.\nCentrist parties such as the PSD (Social Democratic Party), the MDB, the PP (Progressive Party), and other smaller ones will now command more than 55% of Brazilian cities, whereas until then they commanded approximately 45%, and 10 years ago the Centrão controlled approximately 40% of Brazilian cities.\nBut it is important to highlight a specific dimension of this Centrão rise. In the cities where this phenomenon occurred, the Centrão was almost always associated with the Bolsonaro-aligned right — or more specifically with what we could call the “pragmatic wing” of Bolsonarism, which today enjoys the support of Bolsonaro himself.\nAfter being defeated in the 2022 general elections, Bolsonarism, which always had entropic and nihilistic tendencies, began to fragment and, in fact, split into at least two parts: an uncompromising (or even “schizophrenic”) Bolsonarism, prone to believing in conspiracy theories about a “communist threat” coming from Russia and China, heavily influenced by the late neoconservative thinker Olavo de Carvalho; and a pragmatic Bolsonarism (formerly rejected by Bolsonaro himself), willing to compromise, dialogue with centrist parties, and, on some occasions, even with the left in exchange for tangible political benefits.\nIt is this second sector of Bolsonarism that has been consolidating throughout 2023 and 2024 and has managed to build alliances in several cities with centrist forces, as was the case in São Paulo, where Mayor Ricardo Nunes, from the MDB, is being supported by Jair Bolsonaro in his re-election bid. In fact, in São Paulo, the second round will be contested between this alliance of the center and pragmatic Bolsonarism against the left-liberal candidate Guilherme Boulos, supported by President Lula. In third place in the first round was precisely a representative of this uncompromising Bolsonarism, Pablo Marçal.\nIn most Brazilian capitals, however, the left was absent from the fight for first place, with the majority of capitals contested between different sectors of the Centrão and the right — which, in addition to the factions of Bolsonarism, also includes the liberal right.\nThis liberal right has been represented in Brazil by the PSDB (Brazilian Social Democracy Party). Throughout the 1990s and the first decade of the new millennium, it was the PSDB that represented the “right-wing” of Brazilian liberal democracy. But in recent years, the PSDB has been shrinking, indicating even the possibility of disappearing, reinforced by this year’s local electoral results.\nIf in 2008 the PSDB seemed to be the second strongest party locally, commanding 776 cities, and the third strongest nationally, now the PSDB will govern only 273 cities. A first conclusion, therefore, is that the most important political forces of the first decades of the New Republic are in decline — both the liberal right and the liberal left are losing their ability to politically mobilize, as well as their protagonism. However, this is not entirely new. If in the 2002 elections the PT won the presidency for the first time with only one important alliance (the PL, in its pre-Bolsonaro era), by the 2022 elections, the PT needed the support of several other parties (PV, PSOL, PSB, Solidariedade, Avante, etc.), as well as the backing of mass media, the judiciary, the financial system, and other important actors.\nIn building the government, the PT, in turn, constructed a “broad front” that ranged from socialists to neoliberals, with the Centrão and the liberal right occupying several ministry and secretariat posts. The PT has thus become incapable of “standing on its own feet,” which has also been expressed in great difficulty in mobilizing the population and generating enthusiasm for its own agendas.\nNaturally, it is a fact that the PT (Workers’ Party) gained some municipalities compared to 2020 (66, to be more specific), but if we compare with 2016, we still see a drop of 6 municipalities, and compared to 2012, it’s almost 400 fewer. But this analysis of the PT as an individual party is not enough; it’s necessary to see it in the context of the Brazilian left as a whole. In this field, only the PT and the PSB (Brazilian Socialist Party) grew in these local elections, and the PSB’s growth didn’t make up for its decline in previous years. Nonetheless, all other leftist parties in Brazil shrank: PDT (Democratic Labor Party), PCdoB (Communist Party of Brazil), PV (Green Party), and PSOL (Socialism and Liberty Party) have sunk dramatically and are practically at risk of disappearing.\nWhat explains this overall collapse of the left with only marginal growth of the PT and PSB? First, the only way for the PT to grow outside major elections is by absorbing the smaller left-wing parties. It seems to have lost the ability to compete for centrist or apolitical votes. In this sense, the political landscape of the Brazilian left has become a zero-sum game.\nThe proof of this is that, over the past four years, the PT has managed to take several key politicians from smaller left-wing parties, like Marcelo Freixo in Rio de Janeiro. The parties that have lost the most votes are precisely those that lost the most activists and political leaders to the PT — and even then, the PT hasn’t managed to compensate for its own shrinkage in recent years.\nFor the PT, this is a significant crisis, even though the party now tends to project a sense of calm. If the party led by the most charismatic Brazilian leader of the past half-century cannot even stand on its own without “parasitizing” other parties, it’s a sign that it suffers from a severe condition that could prove terminal.\nLet’s imagine the Brazilian political scenario after Lula’s passing (who, let’s remember, is already 78 years old…). The reality is that Lula hasn’t managed to create a political “heir” remotely similar to him. In fact, the PT itself is a party of constantly competing factions, unified, however, by Lula’s charismatic personality.\nThere will then be two possible paths for the PT: 1) survive and rebuild by absorbing these smaller left-wing parties that it is already trying to absorb; 2) disintegrate into 2 or 3 parties, as the bureaucratic leaders of the various factions seek to assert their own authority.\nSimultaneously, as the PT absorbs members and militants from parties like PSOL and PCdoB, it is also undergoing a qualitative change. Beyond the differences between internal factions, the major internal “split” within the PT is generational: older militants, representing what we might call the “Old Left” (but already within the context of political liberalism, embraced by the PT since its founding), and the younger ones, belonging to the “New Left.” Generally speaking, if Lula is the greatest symbolic figure of the Brazilian “Old Left,” the smaller parties increasingly making up the PT (and the youth of the PT itself) belong hegemonically to the more liberal, progressive, and “European” sectors of the left.\nGiven this analysis of the electoral landscape and the near future, it is necessary to “present” Brazil’s political perspectives to the international actors that have been Brazil’s partners.\nHere, we refer specifically to those countries that have expectations regarding Brazil in terms of counter-hegemonic processes of building a multipolar world order — countries that have been repeatedly baffled by some of Brazil’s “inexplicable” choices since Lula’s return.\nIt has been traditional for some important international geopolitical actors to bet on right-wing sovereigntist relations in Europe, while in the Ibero-American context, they bet on the anti-imperialist left. Cuba, Venezuela, and Nicaragua, to name a few, have been reliable partners, for example, of Russia, China, Iran, and Syria. Even in countries governed by forces aligned with Atlanticism or with unstable political landscapes, leftist parties have been important interlocutors for international counter-hegemonic sectors.\nIn Brazil’s case, however, this will become increasingly unlikely, both for quantitative and qualitative reasons. We’ve already explained them, but to recap: the left is shrinking and losing mobilization capacity in Brazil; much of the remaining Brazilian left has a pro-Western orientation due to a sense of “fraternity” supported by adherence to wokism. Young political leaders of the Brazilian left are mostly educated in Western Europe and North America and are staunchly liberal on all political, cultural, moral, and geopolitical issues.\nThe reality is that the trends point to a Brazil increasingly dominated politically by centrist and right-wing forces, meaning that other countries will have to engage with representatives of these forces. In this sense, countries like Russia have much more to gain by reinforcing dialogue within the framework of moral conservatism, religion, and cultural traditions (in addition, of course, to traditional economic and energy sectors) to create greater empathy with the rising political forces in Brazil, rather than insisting on symbolic appeals to the Soviet era or to Ibero-American events and figures from the Cold War period.\nGenerally speaking, the rising political forces in Brazil seek bridges that will allow them to unlock the secret of how a declining nation can rise again, by rescuing its own traditions, protecting the family, and ensuring sovereign economic-industrial development. As Washington produces propaganda aiming to convince Brazilian conservatives that Russia is still “communist, materialist, and atheist,” it is by countering this narrative that counter-hegemonic and multipolar forces will be able to cultivate long-term relations with Brazil.\nThe rising political forces in Brazil seek bridges that will allow them to unlock the secret of how a declining nation can rise again.\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nThe Brazilian local elections, whose first round took place on October 6, are important as predictive elements of the country’s main political trends. There is a partial correspondence between the results of these municipal-level elections and the electoral outcomes that may be found in the general elections, which are always held two years later.\nIn the case of these 2024 elections, it can be said that they indeed confirm trends from the 2022 general elections and already allow possible patterns for 2026 to be deduced.\nFirst of all, the most obvious political-electoral phenomenon of the local elections is the unprecedented strengthening of the “Centrão” — the political center. It’s clear that the center has been decisive in Brazilian politics at least since the end of the military dictatorship, with centrist parties (led by the MDB [Brazilian Democratic Movement]) almost always acting as the “kingmaker” for all successive governments.\nCentrist parties such as the PSD (Social Democratic Party), the MDB, the PP (Progressive Party), and other smaller ones will now command more than 55% of Brazilian cities, whereas until then they commanded approximately 45%, and 10 years ago the Centrão controlled approximately 40% of Brazilian cities.\nBut it is important to highlight a specific dimension of this Centrão rise. In the cities where this phenomenon occurred, the Centrão was almost always associated with the Bolsonaro-aligned right — or more specifically with what we could call the “pragmatic wing” of Bolsonarism, which today enjoys the support of Bolsonaro himself.\nAfter being defeated in the 2022 general elections, Bolsonarism, which always had entropic and nihilistic tendencies, began to fragment and, in fact, split into at least two parts: an uncompromising (or even “schizophrenic”) Bolsonarism, prone to believing in conspiracy theories about a “communist threat” coming from Russia and China, heavily influenced by the late neoconservative thinker Olavo de Carvalho; and a pragmatic Bolsonarism (formerly rejected by Bolsonaro himself), willing to compromise, dialogue with centrist parties, and, on some occasions, even with the left in exchange for tangible political benefits.\nIt is this second sector of Bolsonarism that has been consolidating throughout 2023 and 2024 and has managed to build alliances in several cities with centrist forces, as was the case in São Paulo, where Mayor Ricardo Nunes, from the MDB, is being supported by Jair Bolsonaro in his re-election bid. In fact, in São Paulo, the second round will be contested between this alliance of the center and pragmatic Bolsonarism against the left-liberal candidate Guilherme Boulos, supported by President Lula. In third place in the first round was precisely a representative of this uncompromising Bolsonarism, Pablo Marçal.\nIn most Brazilian capitals, however, the left was absent from the fight for first place, with the majority of capitals contested between different sectors of the Centrão and the right — which, in addition to the factions of Bolsonarism, also includes the liberal right.\nThis liberal right has been represented in Brazil by the PSDB (Brazilian Social Democracy Party). Throughout the 1990s and the first decade of the new millennium, it was the PSDB that represented the “right-wing” of Brazilian liberal democracy. But in recent years, the PSDB has been shrinking, indicating even the possibility of disappearing, reinforced by this year’s local electoral results.\nIf in 2008 the PSDB seemed to be the second strongest party locally, commanding 776 cities, and the third strongest nationally, now the PSDB will govern only 273 cities. A first conclusion, therefore, is that the most important political forces of the first decades of the New Republic are in decline — both the liberal right and the liberal left are losing their ability to politically mobilize, as well as their protagonism. However, this is not entirely new. If in the 2002 elections the PT won the presidency for the first time with only one important alliance (the PL, in its pre-Bolsonaro era), by the 2022 elections, the PT needed the support of several other parties (PV, PSOL, PSB, Solidariedade, Avante, etc.), as well as the backing of mass media, the judiciary, the financial system, and other important actors.\nIn building the government, the PT, in turn, constructed a “broad front” that ranged from socialists to neoliberals, with the Centrão and the liberal right occupying several ministry and secretariat posts. The PT has thus become incapable of “standing on its own feet,” which has also been expressed in great difficulty in mobilizing the population and generating enthusiasm for its own agendas.\nNaturally, it is a fact that the PT (Workers’ Party) gained some municipalities compared to 2020 (66, to be more specific), but if we compare with 2016, we still see a drop of 6 municipalities, and compared to 2012, it’s almost 400 fewer. But this analysis of the PT as an individual party is not enough; it’s necessary to see it in the context of the Brazilian left as a whole. In this field, only the PT and the PSB (Brazilian Socialist Party) grew in these local elections, and the PSB’s growth didn’t make up for its decline in previous years. Nonetheless, all other leftist parties in Brazil shrank: PDT (Democratic Labor Party), PCdoB (Communist Party of Brazil), PV (Green Party), and PSOL (Socialism and Liberty Party) have sunk dramatically and are practically at risk of disappearing.\nWhat explains this overall collapse of the left with only marginal growth of the PT and PSB? First, the only way for the PT to grow outside major elections is by absorbing the smaller left-wing parties. It seems to have lost the ability to compete for centrist or apolitical votes. In this sense, the political landscape of the Brazilian left has become a zero-sum game.\nThe proof of this is that, over the past four years, the PT has managed to take several key politicians from smaller left-wing parties, like Marcelo Freixo in Rio de Janeiro. The parties that have lost the most votes are precisely those that lost the most activists and political leaders to the PT — and even then, the PT hasn’t managed to compensate for its own shrinkage in recent years.\nFor the PT, this is a significant crisis, even though the party now tends to project a sense of calm. If the party led by the most charismatic Brazilian leader of the past half-century cannot even stand on its own without “parasitizing” other parties, it’s a sign that it suffers from a severe condition that could prove terminal.\nLet’s imagine the Brazilian political scenario after Lula’s passing (who, let’s remember, is already 78 years old…). The reality is that Lula hasn’t managed to create a political “heir” remotely similar to him. In fact, the PT itself is a party of constantly competing factions, unified, however, by Lula’s charismatic personality.\nThere will then be two possible paths for the PT: 1) survive and rebuild by absorbing these smaller left-wing parties that it is already trying to absorb; 2) disintegrate into 2 or 3 parties, as the bureaucratic leaders of the various factions seek to assert their own authority.\nSimultaneously, as the PT absorbs members and militants from parties like PSOL and PCdoB, it is also undergoing a qualitative change. Beyond the differences between internal factions, the major internal “split” within the PT is generational: older militants, representing what we might call the “Old Left” (but already within the context of political liberalism, embraced by the PT since its founding), and the younger ones, belonging to the “New Left.” Generally speaking, if Lula is the greatest symbolic figure of the Brazilian “Old Left,” the smaller parties increasingly making up the PT (and the youth of the PT itself) belong hegemonically to the more liberal, progressive, and “European” sectors of the left.\nGiven this analysis of the electoral landscape and the near future, it is necessary to “present” Brazil’s political perspectives to the international actors that have been Brazil’s partners.\nHere, we refer specifically to those countries that have expectations regarding Brazil in terms of counter-hegemonic processes of building a multipolar world order — countries that have been repeatedly baffled by some of Brazil’s “inexplicable” choices since Lula’s return.\nIt has been traditional for some important international geopolitical actors to bet on right-wing sovereigntist relations in Europe, while in the Ibero-American context, they bet on the anti-imperialist left. Cuba, Venezuela, and Nicaragua, to name a few, have been reliable partners, for example, of Russia, China, Iran, and Syria. Even in countries governed by forces aligned with Atlanticism or with unstable political landscapes, leftist parties have been important interlocutors for international counter-hegemonic sectors.\nIn Brazil’s case, however, this will become increasingly unlikely, both for quantitative and qualitative reasons. We’ve already explained them, but to recap: the left is shrinking and losing mobilization capacity in Brazil; much of the remaining Brazilian left has a pro-Western orientation due to a sense of “fraternity” supported by adherence to wokism. Young political leaders of the Brazilian left are mostly educated in Western Europe and North America and are staunchly liberal on all political, cultural, moral, and geopolitical issues.\nThe reality is that the trends point to a Brazil increasingly dominated politically by centrist and right-wing forces, meaning that other countries will have to engage with representatives of these forces. In this sense, countries like Russia have much more to gain by reinforcing dialogue within the framework of moral conservatism, religion, and cultural traditions (in addition, of course, to traditional economic and energy sectors) to create greater empathy with the rising political forces in Brazil, rather than insisting on symbolic appeals to the Soviet era or to Ibero-American events and figures from the Cold War period.\nGenerally speaking, the rising political forces in Brazil seek bridges that will allow them to unlock the secret of how a declining nation can rise again, by rescuing its own traditions, protecting the family, and ensuring sovereign economic-industrial development. As Washington produces propaganda aiming to convince Brazilian conservatives that Russia is still “communist, materialist, and atheist,” it is by countering this narrative that counter-hegemonic and multipolar forces will be able to cultivate long-term relations with Brazil."
  },
  {
    "id": "",
    "title": "Assassinations continue, but Israel will not win the war",
    "link": "https://strategic-culture.su/news/2024/10/19/assassinations-continue-but-israel-will-not-win-war/",
    "published": "2024-10-19T14:42:50.000Z",
    "description": "The recent assassination of a Hamas leader shows that Israeli intelligence does indeed have tactical capabilities, but that is not enough to win a war.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Lucas Leiroz"
    ],
    "authors": [
      {
        "name": "Lucas Leiroz"
      }
    ],
    "fullContent": "The recent assassination of a Hamas leader shows that Israeli intelligence does indeed have tactical capabilities, but that is not enough to win a war.\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nYou can follow Lucas on X (formerly Twitter) and Telegram. \nIsrael continues its strategy of carrying out as many targeted killings as possible. After killing Ismail Hanyeh, Tel Aviv managed to eliminate the then “new” Hamas leader Yahya Sinwar during a joint artillery, drone and sniper attack on the city of Rafah. It is possible that Sinwar’s exact location was obtained through Israeli intelligence sources in conversation with the IDF, which shows that Tel Aviv does indeed have an efficient system of control and surveillance.\nIsrael has been known worldwide in recent decades for maintaining an efficient intelligence system and controlling the internal and external activities of its citizens. However, since October 7, 2023, Israeli intelligence has undergone a gradual process of discrediting, mainly due to the fact that it was not efficient in predicting Operation Storm Al Aqsa.\nMany analysts began to doubt Israel’s capabilities after these events, while others began to spread conspiracy theories about alleged Israeli deliberate inaction to provoke a war. All of these narratives seem similarly unfounded. On the one hand, they exaggerate Israel’s power, while on the other, they downplay the seriousness of the Zionist regime’s capabilities.\nIsrael does indeed have a very efficient intelligence system, capable of monitoring the internal and external activities of its citizens. However, this system is not infallible and can make serious mistakes – such as the October 7th, which appears to have been the result of Israeli intelligence neglecting Gaza due to the strategic priority of monitoring Iran. The failure of Israeli intelligence resulted in the current war, which has been the greatest historical humiliation for Israel since its founding.\nHowever, the capabilities of Israeli intelligence cannot be diminished. Local agencies have a great capacity to obtain sensitive information and are willing to use any method to assassinate people identified as “legitimate targets.” This is how Israel has managed to kill several Palestinian, Lebanese and possibly Iranian leaders in recent months. Information is obtained from reliable sources, passed to military or intelligence-linked professional assassins, and then ambushes and sabotages are successfully carried out.\nHaving failed militarily, Israel will certainly escalate its actions in the intelligence arena, betting on the tactic of targeted assassinations to try to demobilize the enemy, affecting the morale of the Resistance troops. The main problem with this type of strategy is that it has already proven ineffective several times, especially against cohesive groups united by strong ties of ideology, religion and political agenda – as is precisely the case with Hamas and all the other militias of the Axis of the Resistance.\nSinwar was assassinated because he was the leader of Hamas – and he became the leader of Hamas because Hanyeh was assassinated before him. This line of assassinated leaders is likely to continue, as this is the expected fate of almost all major leaders of the Resistance’s organizations. In the end, a war is not won by intelligence alone. As much as intelligence can generate strategic benefits for one side, it is the military itself that decides the outcome of a conflict by fighting on the battlefield – where Tel Aviv has so far failed.\nIt is possible that more Resistance leaders will die in the future, but that does not change the fact that Israel is unlikely to win this war, with the policy of targeted assassinations being just a way to disguise the military incompetence of the Zionist regime.\nThe recent assassination of a Hamas leader shows that Israeli intelligence does indeed have tactical capabilities, but that is not enough to win a war.\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nYou can follow Lucas on X (formerly Twitter) and Telegram. \nIsrael continues its strategy of carrying out as many targeted killings as possible. After killing Ismail Hanyeh, Tel Aviv managed to eliminate the then “new” Hamas leader Yahya Sinwar during a joint artillery, drone and sniper attack on the city of Rafah. It is possible that Sinwar’s exact location was obtained through Israeli intelligence sources in conversation with the IDF, which shows that Tel Aviv does indeed have an efficient system of control and surveillance.\nIsrael has been known worldwide in recent decades for maintaining an efficient intelligence system and controlling the internal and external activities of its citizens. However, since October 7, 2023, Israeli intelligence has undergone a gradual process of discrediting, mainly due to the fact that it was not efficient in predicting Operation Storm Al Aqsa.\nMany analysts began to doubt Israel’s capabilities after these events, while others began to spread conspiracy theories about alleged Israeli deliberate inaction to provoke a war. All of these narratives seem similarly unfounded. On the one hand, they exaggerate Israel’s power, while on the other, they downplay the seriousness of the Zionist regime’s capabilities.\nIsrael does indeed have a very efficient intelligence system, capable of monitoring the internal and external activities of its citizens. However, this system is not infallible and can make serious mistakes – such as the October 7th, which appears to have been the result of Israeli intelligence neglecting Gaza due to the strategic priority of monitoring Iran. The failure of Israeli intelligence resulted in the current war, which has been the greatest historical humiliation for Israel since its founding.\nHowever, the capabilities of Israeli intelligence cannot be diminished. Local agencies have a great capacity to obtain sensitive information and are willing to use any method to assassinate people identified as “legitimate targets.” This is how Israel has managed to kill several Palestinian, Lebanese and possibly Iranian leaders in recent months. Information is obtained from reliable sources, passed to military or intelligence-linked professional assassins, and then ambushes and sabotages are successfully carried out.\nHaving failed militarily, Israel will certainly escalate its actions in the intelligence arena, betting on the tactic of targeted assassinations to try to demobilize the enemy, affecting the morale of the Resistance troops. The main problem with this type of strategy is that it has already proven ineffective several times, especially against cohesive groups united by strong ties of ideology, religion and political agenda – as is precisely the case with Hamas and all the other militias of the Axis of the Resistance.\nSinwar was assassinated because he was the leader of Hamas – and he became the leader of Hamas because Hanyeh was assassinated before him. This line of assassinated leaders is likely to continue, as this is the expected fate of almost all major leaders of the Resistance’s organizations. In the end, a war is not won by intelligence alone. As much as intelligence can generate strategic benefits for one side, it is the military itself that decides the outcome of a conflict by fighting on the battlefield – where Tel Aviv has so far failed.\nIt is possible that more Resistance leaders will die in the future, but that does not change the fact that Israel is unlikely to win this war, with the policy of targeted assassinations being just a way to disguise the military incompetence of the Zionist regime."
  },
  {
    "id": "",
    "title": "Israel hace lo que hace; siempre estuvo planeado así",
    "link": "https://strategic-culture.su/news/2024/10/18/israel-hace-lo-que-hace-siempre-estuvo-planeado-asi/",
    "published": "2024-10-18T20:51:28.000Z",
    "description": "‘Jugar limpio’ no cambiará su paradigma. El fracaso sí.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Alastair Crooke"
    ],
    "authors": [
      {
        "name": "Alastair Crooke"
      }
    ],
    "fullContent": "‘Jugar limpio’ no cambiará su paradigma. El fracaso sí.\nÚnete a nosotros en Telegram , Twitter  y VK .\nEscríbenos: info@strategic-culture.su\nCon el asesinato de Sayed Hassan Nasrallah y de varios altos dirigentes de Hezbollah en Beirut -expresamente sin previo aviso al Pentágono- Netanyahu dio el pistoletazo de salida a una implícita ampliación israelí de la guerra a -utilizando el término de Israel- los “tentáculos del pulpo”: Hezbollah en el Líbano; Ansarullah en Yemen; el gobierno sirio y las fuerzas iraquíes Hash’ad A-Shaabi.\nPues bien, tras el asesinato de Ismail Haniyeh y de parte de los cuadros dirigentes de Hezbollah (incluido un general iraní de alto rango), Irán, demonizado como la “cabeza de pulpo”, entró en el conflicto con una andanada de misiles dirigidos contra aeródromos, bases militares y el cuartel general del Mossad, pero sin causar muertes intencionadamente.\nIsrael convirtió así a Estados Unidos (y a la mayor parte de Europa) en socios o cómplices de una guerra que ahora se ha convertido definitivamente en una guerra del neoimperialismo contra todo lo no occidental. Los palestinos –los iconos mundiales de la aspiración a la liberación nacional– iban a ser aniquilados de la Palestina histórica.\nAdemás, el bombardeo de Beirut, y la réplica de Irán al mismo, enfrenta ahora a Israel, respaldado y apoyado materialmente por EEUU , contra Irán, respaldado y apoyado materialmente por Rusia. Israel, advierte el corresponsal militar de Yedioth Ahronoth,\ndebe volverse loco y golpear a Irán, porque golpear a Irán ‘pondrá fin a la guerra actual’.\nClaramente, marca el fin de ‘jugar limpio’ -de escalar incrementalmente, un paso calculado tras otro- como si se jugara al ajedrez con un oponente que calcula de forma similar. Ambos amenazan ahora con dar un martillazo en el tablero de ajedrez. ‘Se acabó el ajedrez’.\nParece que Moscú también comprende que no se puede jugar al ‘ajedrez’ cuando el oponente no es un ‘adulto’, sino un sociópata temerario dispuesto a arrasar el tablero, a jugárselo todo a una efímera jugada de ‘gran victoria’.\nVisto desapasionadamente, o bien los israelíes están invitando a su propia desaparición al extenderse excesivamente en siete frentes. O su esperanza reside en invocar la amenaza de su desaparición como medio para atraer a Estados Unidos.\nAl igual que Zelensky en Ucrania, ‘no hay esperanza’ a menos que Estados Unidos añada su poder de fuego de forma decisiva -asumen tanto Netanyahu como Zelensky.\nAsí que, en Asia Occidental, Estados Unidos está apoyando ahora, nada menos que una guerra contra la humanidad en sí misma, y contra el mundo. Esto claramente no puede estar en el interés propio de América. ¿Se dan cuenta sus peces gordos intermediarios de poder de las posibles consecuencias de enfrentarse al Mundo en un acto de burda inmoralidad? Netanyahu está apostando su casa – y ahora la de Occidente – al resultado de su apuesta en la ruleta.\n¿Existe entre los peces gordos la sensación de que Estados Unidos está apostando al caballo equivocado? Si bien parece que hay algunos disidentes ubicados en un alto nivel en el ejército estadounidense que tienen reservas – como en cada ‘juego de guerra’ que Estados Unidos pierde en el Cercano Oriente – sus voces son pocas. La clase política más amplia clama por venganza contra Irán.\nEl dilema de por qué hay tan pocas voces contrarias en Washington ha sido abordado y explicado por el profesor Michael Hudson. Hudson explica que las cosas no son tan sencillas; que falta contexto. La respuesta del profesor Hudson se parafrasea a continuación a partir de dos largos comentarios (aquí y aquí):\nTodo lo que ha ocurrido hoy se planeó hace apenas 50 años, en 1974 y 1973. Trabajé en el Instituto Hudson durante unos cinco años, de 1972 a 1976. Asistí a reuniones con Uzi Arad, que se convirtió en el principal asesor militar de Netanyahu tras dirigir el Mossad. Allí trabajé muy estrechamente con Uzi… Quiero describir cómo fue tomando forma toda la estrategia que condujo a Estados Unidos hoy, que no quiere la paz, sino que quiere que Israel se apodere de todo Oriente Próximo.\nEn una ocasión, llevé a mi mentor, Terrence McCarthy, al Instituto Hudson, para hablar de la cosmovisión islámica, y cada dos frases, Uzi interrumpía: ‘No, no, tenemos que matarlos a todos’. Y otras personas, miembros del Instituto, también hablaban continuamente de matar árabes.\nLa estrategia de utilizar a Israel como ariete regional para lograr los objetivos (imperiales) de EEUU fue elaborada esencialmente en los años 60 por el senador Henry «Scoop» Jackson.\nJackson era apodado ‘el senador de Boeing’ por su apoyo al complejo militar-industrial. Y el complejo militar-industrial le apoyó para que se convirtiera en presidente del Comité Nacional Demócrata. También fue dos veces candidato sin éxito a la nominación demócrata para las elecciones presidenciales de 1972 y 1976.\nTambién le respaldó Herman Kahn, que se convirtió en el estratega clave de la hegemonía estadounidense en el Instituto Hudson.\nAl principio, Israel no desempeñó realmente ningún papel en el plan estadounidense; Jackson (de ascendencia noruega) simplemente odiaba el comunismo, odiaba a los rusos y tenía mucho apoyo dentro del Partido Demócrata.\nPero cuando se estaba elaborando toda esta estrategia, el gran logro de Herman Khan fue convencer a los constructores del Imperio estadounidense de que la clave para lograr su control en Oriente Próximo era confiar en Israel como su legión extranjera.\nY ese acuerdo de brazos caídos permitió a EEUU desempeñar el papel, según Hudson, de ‘poli bueno’, mientras designaba a Israel para que desempeñara su papel de implacable apoderado. Y por eso el Departamento de Estado entregó la gestión de la diplomacia estadounidense a los sionistas: para separar y distinguir el comportamiento israelí de la pretendida probidad del imperialismo estadounidense.\nHerman Khan describió al profesor Hudson la virtud de Jackson para los sionistas, que consistía precisamente en que no era judío, en que era un defensor del complejo militar y un firme opositor al sistema de control de armamentos que estaba en marcha.\nJackson luchó contra el control de armamentos: “tenemos que tener guerra”. Y procedió a atiborrar el Departamento de Estado y otros organismos estadounidenses de neoconservadores (Paul Wolfowitz, Richard Pearl, Douglas Fife, entre otros), que, desde el principio, planearon una guerra mundial permanente.\nLa toma de control de la política gubernamental fue dirigida por los antiguos ayudantes de Jackson en el Senado.\nEl análisis de Herman era un análisis de sistemas: En primer lugar, definir el objetivo global y luego trabajar hacia atrás:\nBien, puedes ver cuál es hoy la política israelí. En primer lugar, aíslas a los palestinos [en] aldeas estratégicas. En eso se ha convertido Gaza durante los últimos 15 años.\nEl objetivo ha sido siempre matarlos. O, en primer lugar, hacerles la vida tan desagradable que emigren. Ese es el camino más fácil. ¿Por qué querría alguien quedarse en Gaza cuando lo que les pasa es lo que les pasa hoy? Se irán. Pero si no se van, vas a tener que matarlos, idealmente bombardeándolos porque eso minimiza las bajas internas, señala Hudson.\nY nadie parece haberse dado cuenta de que lo que está ocurriendo ahora en Gaza y Cisjordania se basa en la idea de las ‘aldeas estratégicas’ de la guerra de Vietnam: el hecho de que podrías dividir todo Vietnam en pequeñas partes, con guardias en todos los puntos de transición de una parte a otra. Todo lo que Israel está haciendo a los palestinos en Gaza y en otras partes de Israel se inició en Vietnam.\nSi analizabas a estos neoconservadores, relata Hudson,\ntenían una religión virtual. Conocí a muchos en el Instituto Hudson; algunos de ellos, o sus padres, eran trotskistas. Y recogieron la idea de Trotsky de la revolución permanente. Es decir, una revolución en desarrollo, mientras que Trotsky dijo que empezó en la Rusia soviética y que se extendería por todo el mundo: Los neoconservadores adaptaron esto y dijeron: ‘No, la Revolución permanente es el Imperio estadounidense -va a expandirse, y expandirse y nada puede detenernos- a todo el mundo’.\nLos neoconservadores de Scoop Jackson fueron traídos -desde el principio- para hacer exactamente lo que están haciendo hoy. Dar poder a Israel como apoderado de Estados Unidos, conquistar los países productores de petróleo y convertirlos en parte del gran Israel.\nY el objetivo de Estados Unidos siempre fue el petróleo. Eso significaba que Estados Unidos tenía que asegurar Oriente Próximo y había dos ejércitos interpuestos para hacerlo. Y estos dos ejércitos lucharon juntos como aliados, hasta hoy. Por un lado, los yihadistas de Al Qaeda; por otro, sus jefes, los israelíes, mano a mano.\n[L]o que estamos viendo es, como he dicho, una farsa de que, de alguna manera, lo que está haciendo Israel es ‘toda culpa de Netanyahu, todo culpa de la derecha de allí’, y sin embargo desde el principio se les promovió, se les apoyó con enormes cantidades de dinero, todas las bombas que necesitaban, todo el armamento que necesitaban, toda la financiación que necesitaban… Todo eso se les dio de manera precisa, para hacer exactamente lo que están haciendo hoy.\nNo, no puede haber una solución de dos Estados porque Netanyahu dijo: ‘Odiamos a los gazatíes, odiamos a los palestinos, odiamos a los árabes, no puede haber una solución de dos Estados y aquí está mi mapa’, ante las Naciones Unidas, ‘aquí está Israel: no hay nadie que no sea judío en Israel, somos un Estado judío’, lo dice directamente.\nHudson entonces llega al fondo de todo esto. Nos señala el cambio fundamental en las reglas del juego: ¿Por qué es difícil para Estados Unidos cambiar su enfoque? – la Guerra de Vietnam había demostrado que cualquier intento de reclutamiento obligatorio por parte de las democracias occidentales no era viable. Lyndon Johnson en 1968 tuvo que retirarse de la carrera electoral precisamente porque dondequiera que fuera, habría manifestaciones incesantes para detener la guerra.\nLa ‘base’ que subraya Hudson es la comprensión de que las democracias occidentales ya no pueden formar un ejército nacional mediante el servicio militar obligatorio. Así, Israel -cuyas fuerzas son limitadas- puede lanzar bombas sobre Gaza y Hezbolá, e intentar destruir cosas, pero ni el ejército israelí, ni ningún otro ejército, sería realmente capaz de invadir e intentar apoderarse de un país, o incluso del sur del Líbano -como hicieron los ejércitos en la Segunda Guerra Mundial-, así que Estados Unidos aprendió la lección. Recurrió a los ‘apoderados’.\nEntonces, ¿qué le queda a Estados Unidos? Bueno, creo que sólo hay una forma de guerra no atómica que las democracias pueden permitirse, y es el terrorismo [es decir, buscar enormes muertes colaterales]. Y creo que deberías mirar a Ucrania e Israel como la alternativa terrorista a la guerra atómica, sugiere Hudson.\nEn resumen, señala, ¿qué implica esto con Israel insistiendo en involucrar a Estados Unidos en su guerra regional? Estados Unidos no va a enviar tropas. No puede hacerlo. La élite gobernante ha intentado el terrorismo, y el resultado del terrorismo es alinear al resto del mundo contra Occidente, horrorizado por los asesinatos indiscriminados y por la violación de todas las reglas de la guerra.\nHudson concluye:\nNo veo que el Congreso sea razonable. Creo que el Departamento de Estado y la Agencia de Seguridad Nacional y la dirección del Partido Demócrata, con su base en el complejo militar-industrial, están absolutamente comprometidos.\nEstos últimos podrían decir\nBueno, ¿Quién quiere vivir en un mundo que no podemos controlar? ¿Quién quiere vivir en un mundo donde otros países sean independientes, donde tengan su propia política? ¿Quién quiere vivir en un mundo en el que no podamos desviar sus excedentes económicos para nosotros? Si no podemos apoderarnos de todo y dominar el mundo, ¿Quién quiere vivir en ese tipo de mundo?\nEsa es la mentalidad con la que estamos tratando; ‘Jugar limpio’ no cambiará ese paradigma. El fracaso sí.\nPublicado originalmente por Fundación de Cultura Estratégica\nTraducción: observatoriodetrabajadores\n‘Jugar limpio’ no cambiará su paradigma. El fracaso sí.\nÚnete a nosotros en Telegram , Twitter  y VK .\nEscríbenos: info@strategic-culture.su\nCon el asesinato de Sayed Hassan Nasrallah y de varios altos dirigentes de Hezbollah en Beirut -expresamente sin previo aviso al Pentágono- Netanyahu dio el pistoletazo de salida a una implícita ampliación israelí de la guerra a -utilizando el término de Israel- los “tentáculos del pulpo”: Hezbollah en el Líbano; Ansarullah en Yemen; el gobierno sirio y las fuerzas iraquíes Hash’ad A-Shaabi.\nPues bien, tras el asesinato de Ismail Haniyeh y de parte de los cuadros dirigentes de Hezbollah (incluido un general iraní de alto rango), Irán, demonizado como la “cabeza de pulpo”, entró en el conflicto con una andanada de misiles dirigidos contra aeródromos, bases militares y el cuartel general del Mossad, pero sin causar muertes intencionadamente.\nIsrael convirtió así a Estados Unidos (y a la mayor parte de Europa) en socios o cómplices de una guerra que ahora se ha convertido definitivamente en una guerra del neoimperialismo contra todo lo no occidental. Los palestinos –los iconos mundiales de la aspiración a la liberación nacional– iban a ser aniquilados de la Palestina histórica.\nAdemás, el bombardeo de Beirut, y la réplica de Irán al mismo, enfrenta ahora a Israel, respaldado y apoyado materialmente por EEUU , contra Irán, respaldado y apoyado materialmente por Rusia. Israel, advierte el corresponsal militar de Yedioth Ahronoth,\ndebe volverse loco y golpear a Irán, porque golpear a Irán ‘pondrá fin a la guerra actual’.\nClaramente, marca el fin de ‘jugar limpio’ -de escalar incrementalmente, un paso calculado tras otro- como si se jugara al ajedrez con un oponente que calcula de forma similar. Ambos amenazan ahora con dar un martillazo en el tablero de ajedrez. ‘Se acabó el ajedrez’.\nParece que Moscú también comprende que no se puede jugar al ‘ajedrez’ cuando el oponente no es un ‘adulto’, sino un sociópata temerario dispuesto a arrasar el tablero, a jugárselo todo a una efímera jugada de ‘gran victoria’.\nVisto desapasionadamente, o bien los israelíes están invitando a su propia desaparición al extenderse excesivamente en siete frentes. O su esperanza reside en invocar la amenaza de su desaparición como medio para atraer a Estados Unidos.\nAl igual que Zelensky en Ucrania, ‘no hay esperanza’ a menos que Estados Unidos añada su poder de fuego de forma decisiva -asumen tanto Netanyahu como Zelensky.\nAsí que, en Asia Occidental, Estados Unidos está apoyando ahora, nada menos que una guerra contra la humanidad en sí misma, y contra el mundo. Esto claramente no puede estar en el interés propio de América. ¿Se dan cuenta sus peces gordos intermediarios de poder de las posibles consecuencias de enfrentarse al Mundo en un acto de burda inmoralidad? Netanyahu está apostando su casa – y ahora la de Occidente – al resultado de su apuesta en la ruleta.\n¿Existe entre los peces gordos la sensación de que Estados Unidos está apostando al caballo equivocado? Si bien parece que hay algunos disidentes ubicados en un alto nivel en el ejército estadounidense que tienen reservas – como en cada ‘juego de guerra’ que Estados Unidos pierde en el Cercano Oriente – sus voces son pocas. La clase política más amplia clama por venganza contra Irán.\nEl dilema de por qué hay tan pocas voces contrarias en Washington ha sido abordado y explicado por el profesor Michael Hudson. Hudson explica que las cosas no son tan sencillas; que falta contexto. La respuesta del profesor Hudson se parafrasea a continuación a partir de dos largos comentarios (aquí y aquí):\nTodo lo que ha ocurrido hoy se planeó hace apenas 50 años, en 1974 y 1973. Trabajé en el Instituto Hudson durante unos cinco años, de 1972 a 1976. Asistí a reuniones con Uzi Arad, que se convirtió en el principal asesor militar de Netanyahu tras dirigir el Mossad. Allí trabajé muy estrechamente con Uzi… Quiero describir cómo fue tomando forma toda la estrategia que condujo a Estados Unidos hoy, que no quiere la paz, sino que quiere que Israel se apodere de todo Oriente Próximo.\nEn una ocasión, llevé a mi mentor, Terrence McCarthy, al Instituto Hudson, para hablar de la cosmovisión islámica, y cada dos frases, Uzi interrumpía: ‘No, no, tenemos que matarlos a todos’. Y otras personas, miembros del Instituto, también hablaban continuamente de matar árabes.\nLa estrategia de utilizar a Israel como ariete regional para lograr los objetivos (imperiales) de EEUU fue elaborada esencialmente en los años 60 por el senador Henry «Scoop» Jackson.\nJackson era apodado ‘el senador de Boeing’ por su apoyo al complejo militar-industrial. Y el complejo militar-industrial le apoyó para que se convirtiera en presidente del Comité Nacional Demócrata. También fue dos veces candidato sin éxito a la nominación demócrata para las elecciones presidenciales de 1972 y 1976.\nTambién le respaldó Herman Kahn, que se convirtió en el estratega clave de la hegemonía estadounidense en el Instituto Hudson.\nAl principio, Israel no desempeñó realmente ningún papel en el plan estadounidense; Jackson (de ascendencia noruega) simplemente odiaba el comunismo, odiaba a los rusos y tenía mucho apoyo dentro del Partido Demócrata.\nPero cuando se estaba elaborando toda esta estrategia, el gran logro de Herman Khan fue convencer a los constructores del Imperio estadounidense de que la clave para lograr su control en Oriente Próximo era confiar en Israel como su legión extranjera.\nY ese acuerdo de brazos caídos permitió a EEUU desempeñar el papel, según Hudson, de ‘poli bueno’, mientras designaba a Israel para que desempeñara su papel de implacable apoderado. Y por eso el Departamento de Estado entregó la gestión de la diplomacia estadounidense a los sionistas: para separar y distinguir el comportamiento israelí de la pretendida probidad del imperialismo estadounidense.\nHerman Khan describió al profesor Hudson la virtud de Jackson para los sionistas, que consistía precisamente en que no era judío, en que era un defensor del complejo militar y un firme opositor al sistema de control de armamentos que estaba en marcha.\nJackson luchó contra el control de armamentos: “tenemos que tener guerra”. Y procedió a atiborrar el Departamento de Estado y otros organismos estadounidenses de neoconservadores (Paul Wolfowitz, Richard Pearl, Douglas Fife, entre otros), que, desde el principio, planearon una guerra mundial permanente.\nLa toma de control de la política gubernamental fue dirigida por los antiguos ayudantes de Jackson en el Senado.\nEl análisis de Herman era un análisis de sistemas: En primer lugar, definir el objetivo global y luego trabajar hacia atrás:\nBien, puedes ver cuál es hoy la política israelí. En primer lugar, aíslas a los palestinos [en] aldeas estratégicas. En eso se ha convertido Gaza durante los últimos 15 años.\nEl objetivo ha sido siempre matarlos. O, en primer lugar, hacerles la vida tan desagradable que emigren. Ese es el camino más fácil. ¿Por qué querría alguien quedarse en Gaza cuando lo que les pasa es lo que les pasa hoy? Se irán. Pero si no se van, vas a tener que matarlos, idealmente bombardeándolos porque eso minimiza las bajas internas, señala Hudson.\nY nadie parece haberse dado cuenta de que lo que está ocurriendo ahora en Gaza y Cisjordania se basa en la idea de las ‘aldeas estratégicas’ de la guerra de Vietnam: el hecho de que podrías dividir todo Vietnam en pequeñas partes, con guardias en todos los puntos de transición de una parte a otra. Todo lo que Israel está haciendo a los palestinos en Gaza y en otras partes de Israel se inició en Vietnam.\nSi analizabas a estos neoconservadores, relata Hudson,\ntenían una religión virtual. Conocí a muchos en el Instituto Hudson; algunos de ellos, o sus padres, eran trotskistas. Y recogieron la idea de Trotsky de la revolución permanente. Es decir, una revolución en desarrollo, mientras que Trotsky dijo que empezó en la Rusia soviética y que se extendería por todo el mundo: Los neoconservadores adaptaron esto y dijeron: ‘No, la Revolución permanente es el Imperio estadounidense -va a expandirse, y expandirse y nada puede detenernos- a todo el mundo’.\nLos neoconservadores de Scoop Jackson fueron traídos -desde el principio- para hacer exactamente lo que están haciendo hoy. Dar poder a Israel como apoderado de Estados Unidos, conquistar los países productores de petróleo y convertirlos en parte del gran Israel.\nY el objetivo de Estados Unidos siempre fue el petróleo. Eso significaba que Estados Unidos tenía que asegurar Oriente Próximo y había dos ejércitos interpuestos para hacerlo. Y estos dos ejércitos lucharon juntos como aliados, hasta hoy. Por un lado, los yihadistas de Al Qaeda; por otro, sus jefes, los israelíes, mano a mano.\n[L]o que estamos viendo es, como he dicho, una farsa de que, de alguna manera, lo que está haciendo Israel es ‘toda culpa de Netanyahu, todo culpa de la derecha de allí’, y sin embargo desde el principio se les promovió, se les apoyó con enormes cantidades de dinero, todas las bombas que necesitaban, todo el armamento que necesitaban, toda la financiación que necesitaban… Todo eso se les dio de manera precisa, para hacer exactamente lo que están haciendo hoy.\nNo, no puede haber una solución de dos Estados porque Netanyahu dijo: ‘Odiamos a los gazatíes, odiamos a los palestinos, odiamos a los árabes, no puede haber una solución de dos Estados y aquí está mi mapa’, ante las Naciones Unidas, ‘aquí está Israel: no hay nadie que no sea judío en Israel, somos un Estado judío’, lo dice directamente.\nHudson entonces llega al fondo de todo esto. Nos señala el cambio fundamental en las reglas del juego: ¿Por qué es difícil para Estados Unidos cambiar su enfoque? – la Guerra de Vietnam había demostrado que cualquier intento de reclutamiento obligatorio por parte de las democracias occidentales no era viable. Lyndon Johnson en 1968 tuvo que retirarse de la carrera electoral precisamente porque dondequiera que fuera, habría manifestaciones incesantes para detener la guerra.\nLa ‘base’ que subraya Hudson es la comprensión de que las democracias occidentales ya no pueden formar un ejército nacional mediante el servicio militar obligatorio. Así, Israel -cuyas fuerzas son limitadas- puede lanzar bombas sobre Gaza y Hezbolá, e intentar destruir cosas, pero ni el ejército israelí, ni ningún otro ejército, sería realmente capaz de invadir e intentar apoderarse de un país, o incluso del sur del Líbano -como hicieron los ejércitos en la Segunda Guerra Mundial-, así que Estados Unidos aprendió la lección. Recurrió a los ‘apoderados’.\nEntonces, ¿qué le queda a Estados Unidos? Bueno, creo que sólo hay una forma de guerra no atómica que las democracias pueden permitirse, y es el terrorismo [es decir, buscar enormes muertes colaterales]. Y creo que deberías mirar a Ucrania e Israel como la alternativa terrorista a la guerra atómica, sugiere Hudson.\nEn resumen, señala, ¿qué implica esto con Israel insistiendo en involucrar a Estados Unidos en su guerra regional? Estados Unidos no va a enviar tropas. No puede hacerlo. La élite gobernante ha intentado el terrorismo, y el resultado del terrorismo es alinear al resto del mundo contra Occidente, horrorizado por los asesinatos indiscriminados y por la violación de todas las reglas de la guerra.\nHudson concluye:\nNo veo que el Congreso sea razonable. Creo que el Departamento de Estado y la Agencia de Seguridad Nacional y la dirección del Partido Demócrata, con su base en el complejo militar-industrial, están absolutamente comprometidos.\nEstos últimos podrían decir\nBueno, ¿Quién quiere vivir en un mundo que no podemos controlar? ¿Quién quiere vivir en un mundo donde otros países sean independientes, donde tengan su propia política? ¿Quién quiere vivir en un mundo en el que no podamos desviar sus excedentes económicos para nosotros? Si no podemos apoderarnos de todo y dominar el mundo, ¿Quién quiere vivir en ese tipo de mundo?\nEsa es la mentalidad con la que estamos tratando; ‘Jugar limpio’ no cambiará ese paradigma. El fracaso sí.\nPublicado originalmente por Fundación de Cultura Estratégica\nTraducción: observatoriodetrabajadores"
  },
  {
    "id": "",
    "title": "BRJCS: a bastion of democratic power",
    "link": "https://strategic-culture.su/news/2024/10/18/brjcs-bastion-of-democratic-power/",
    "published": "2024-10-18T20:36:11.000Z",
    "description": "The United States' treatment of other countries is a stark reminder of the undemocratic nature of the United Nations. The US has been known to bully and coerce nations into submission, often using its military, economic, and cultural influence to...",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "By Masibongwe SIHLAHLA\n❗️Join us on Telegram, Twitter, and VK.\nContact us: info@strategic-culture.su\nThe United States’ treatment of other countries is a stark reminder of the undemocratic nature of the United Nations. The US has been known to bully and coerce nations into submission, often using its military, economic, and cultural influence to get its way. For instance, the USA has prevented Germany from withdrawing its gold reserves from the US, treating the European powerhouse like a junior partner.\nThe world has also witnessed the USA use the SWIFT system to punish Russia, and reprimanding India like a naughty child for considering the purchase of Russian oil. Moreover, the US has consistently used its veto power to give Israel, a country often accused of terrorism, diplomatic immunity at the United Nations Security Council (UNSC).\nIt is no wonder then that many countries have called for a reform of the UNSC, seeking to add India, Germany, Brazil, Japan, and South Africa as permanent members. This would provide greater representation and diversity in global decision-making, and would be a step towards a more democratic and inclusive system. However, the US has shown little interest in allowing this to happen, preferring to maintain its grip on power.\nAt the heart of the UN’s failures lies the unjust system of the five permanent members of the UNSC, who wield the veto power like the sword of Damocles over the heads of other countries. This concentration of power in the hands of a few has led to a lack of accountability, and the UN has become a platform for the powerful to further their interests at the expense of the weak.\nThe UNSC’s permanent members are not representative of the global community and do not reflect the diversity of nations and cultures. This undemocratic arrangement allows these powerful nations to dictate the agenda, suppress dissenting voices, and pursue their interests without regard for the well-being of others.\nFurthermore, the UN’s law-based order, which is supposed to promote cooperation, prevent conflict, and protect human rights, has failed to deliver democracy and peace. Instead, the organisation has become a tool for the powerful to impose their will on the weaker nations, often under the guise of “humanitarian intervention” or “promoting democracy”.\nThe US-hegemonised system of a rules based order which relies on a combination of military, economic, and financial leverage to maintain its dominance, has created an unfair playing field, where the USA benefits at the expense of other countries. The dollar’s status as the global reserve currency, the SWIFT system, and the USA’s ability to persuade or coerce other nations have all contributed to its position of power and influence. Already the USA has shown its true colours by seizing Russian assets in USA banks to give to Ukraine to fund its war with Russia, the USA has also allowed only $6 billion of Iran assets to be used to buy food and medicines but with the USA having full control over the money and no money actually going to Iran.\nThe UN has failed miserably to deliver democracy and peace, and its undemocratic structure and the concentration of power in the hands of a few have led to a lack of accountability and a perpetuation of the status quo. It is time for a fundamental reform of the UN, one that promotes greater representation, inclusivity, and accountability, and allows for a more democratic and peaceful world order. Is it any wonder that countries are clamouring at the door of BRICS to be allowed in, as they see in Russia and China countries with massive military and economic power partners that will treat them with respect and dignity and honour them as equals in a multipolar world free of hegemony of one over others.\nAlready BRICS have launched a New Development Bank to assist countries with loans without the SAP’s of the WB and IMF. The BRICS interbank payment system will also allow countries to pay each other in their local currencies without being forced to use the Dollar which benefits only America because each time countries pay in Dollars only the USA benefit by having their deficit being subsidised by others.\nThe 2024 BRICS summit is scheduled to take place from October 22 to 24, 2024, in the beautiful city of Kazan, east of Moscow in Russia where already there is a long list of countries hoping to a get a seat at the summit after having submitted their applications to join.\nBRICS will also free countries from USA’s punitive and childish sanctions such as Iran having to buy pirate parts to keep their Boeings in the air as well as asking other countries such as Turkey to buy parts for them and then Nicodemusly smuggling it to Iran.\n* Masibongwe Sihlahla is an independent writer, political commentator and social justice activist.\n** The views expressed do not necessarily reflect the views of Independent Media or IOL.\nOriginal article: iol.co.za"
  },
  {
    "id": "",
    "title": "O que é o olavismo?",
    "link": "https://strategic-culture.su/news/2024/10/18/o-que-e-o-olavismo/",
    "published": "2024-10-18T20:30:23.000Z",
    "description": "Olavismo é uma pirâmide de marketing digital, que vende às pessoas a sensação de serem cultas e de terem consciência política, mas, em vez disso, transforma-as em presas de astrólogos e em histriônicos defensores do fusionismo. Junte-se a nós no […]",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Bruna Frascolla"
    ],
    "authors": [
      {
        "name": "Bruna Frascolla"
      }
    ],
    "fullContent": "Olavismo é uma pirâmide de marketing digital, que vende às pessoas a sensação de serem cultas e de terem consciência política, mas, em vez disso, transforma-as em presas de astrólogos e em histriônicos defensores do fusionismo.\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nFora do Brasil, creio que apenas os portugueses estejam familiarizados com o nome de Olavo de Carvalho. Em tese, seria um grande filósofo, o filósofo brasileiro. Não obstante, ninguém sabe dizer qual é a filosofia desse pretenso filósofo.\nPara estrangeiros, um jeito fácil, porém incompleto, de explicar quem é Olavo de Carvalho é dizer que se trata de um propagandista neocon, alinhado com os EUA, Israel, ou o assim chamado “Ocidente”. É como se fosse um Buckley muito chulo, escatológico. Um apóstolo do fusionismo, a ideologia que visa a circunscrever a moral conservadora ao âmbito privado, ao tempo que defende o liberalismo na esfera pública, em especial na economia. É a ideologia da National Review, e eu duvido que não tenha dedo da CIA, FBI ou Departamento de Estado (o próprio Buckley era agente da CIA).\nOutra similaridade entre Olavo e Buckley é ambos se declararem católicos – sendo o liberalismo, por ambos defendido, proibido pela Igreja. Buckley era descendente de irlandeses e de família católica; católicos de origem irlandesa sempre foram considerados um problema sociocultural pelas elites liberais dos EUA. Logo, é possível que esse carismático agente da CIA tenha sido escalado para mudar a imagem do católico irlandês, tornando a minoria mais aberta ao liberalismo econômico e transformando o catolicismo numa coisa mais estética que doutrinária. Olavo promoveu tanto o fusionismo quanto essa transformação do catolicismo numa estética. Mas numa coisa ele difere radicalmente de Buckley: num país de maioria católica, a opção por um astrólogo muçulmano para posar de católico conservador não é nada óbvia.\nNão obstante, Olavo é tal personagem. Antes ele era jornalista. Teve um surto psicótico, quebrou a redação do jornal e foi internado num hospício. Exposto a muito Jung no hospício, tornou-se astrólogo, aderiu à seita “tradicionalista” (ou antes perenialista) do suíço Fritjof Schuon e converteu-se ao islã.\nO direitista médio não sabe disso. Caso informado, dirá que já sabia que Olavo fez coisas erradas na juventude… aderiu até ao comunismo! Mas astrólogo, não. Isso é invenção dos jornalistas, que são todos comunistas.\nExiste a persona pública de Olavo construída na internet durante o século XXI, e o Olavo místico mais ou menos conhecido por aqueles que lhe dedicaram algum tempo.\n1. As ideias mais famosas\nEm geral, aqueles que cantam os seus feitos dizem que ele era um anticomunista que desmascarou o gramscismo, o Foro de São Paulo e o teatro das tesouras. Sua teoria mais famosa é um palpite político não muito original, um enlatado à la Breitbart com um leve tempero tropical. Ao enlatado do marxismo cultural, Olavo acrescentou o bicho papão do gramscismo: os comunistas visariam à revolução por meio da cultura, tornando todos insensivelmente comunistas, sem que fosse necessário um golpe. Como consequência disso, Olavo insistia que era necessário, primeiro, criar uma hegemonia cultural de direita, para só depois partir para a seara político-partidária. Dado que o próprio Olavo vendia livros e cursos que prometiam formação cultural, essa não deixa de ser uma tese que favorecia seus próprios interesses pecuniários: nada de eleger representantes enquanto o Brasil inteiro não for pagante do seu Curso Online de Filosofia, o COF.\nO Foro de São Paulo seria um clube secreto de conspiradores que pretendiam transformar a América Latina numa plêiade de países comunistas. De fato, o Foro de São Paulo existe e reúne partidos e movimentos de esquerda da América Latina. No entanto, só com uma licença poética se poderia dizer que o Foro de São Paulo é secreto, querendo dizer com isso que não tem press release na grande mídia. O site do Foro pode ser acessado clicando aqui e suas atas são públicas.\nO teatro das tesouras é uma variação do tema do Uniparty dos EUA: o establishment é um só, e os dois grandes partidos apenas fingem serem diferentes. Em vez de Republicanos e Democratas, tínhamos o PT de Lula e o PSDB de FHC, que fizeram, ambos, governos neoliberais. FHC passou anos sendo financiado pela Fundação Ford, que é uma fachada da CIA. No entanto, Olavo de Carvalho dizia que ambos os partidos e políticos eram comunistas. Resta saber por que o PSDB não frequentava o Foro de São Paulo…\nNada disso é filosofia. Assim, o fato de Olavo de Carvalho ter conquistado a reputação de filósofo não deixa de ser um feito curioso que clama por explicação – e ela está na face menos conhecida do exótico guru.\n2. As fases do camaleão\nOlavo de Carvalho era jornalista desde 1967. Na época, não era necessária nenhuma formação para exercer de forma regular essa profissão. É possível que essa fosse a única profissão no mundo das letras que estava ao alcance de Olavo, já que ele largou a escola ainda adolescente. Ele é internado num hospício em 1976, e em 1979 ele cria a Escola Júpiter, de astrologia, com a ajuda da filha de um grande empresário. Atravessa a década de 1980 como um místico nada conservador, ingressando em seitas e praticando até poligamia – chegou a ter quatro “esposas” na condição de “muçulmano” perenialista.\nNa década de 1990, porém, Olavo de Carvalho foi alçado a intelectual público, com direito a colunas na Folha de S. Paulo e n’O Globo (os dois principais jornais do país), além de ser entrevistado pelo prestigioso programa Roda Viva. Ele se tornara, pois, um intelectual público. O que ele fazia era espinafrar a altamente espinafrável elite universitária brasileira. No entanto, nessa época ele já havia começado a dar cursos de “filosofia” que eram pura mística; e a lisergia do seu pensamento já deveria estar clara para o grande público, pois chegou a espinafrar os cientistas, na Folha de S. Paulo, por não acreditarem na eficácia da dança da chuva dos índios. Isso foi em 1998.\nNão há como saber ao certo por que ele foi escolhido para isso. No entanto, não posso deixar de notar que seu papel de polemista erudito e zombeteiro era exercido pelo diplomata e cientista político José Guilherme Merquior, morto em 1991 com apenas 49 anos.\nNa década de 2000, o intelectual público Olavo de Carvalho muda de país e de meio de comunicação. Em 2005, demitido pel’O Globo, passa a residir nos EUA, e em 2006 começa a recrutar, pela internet, jovens brasileiros para seu novo curso online, o COF, que duraria até a sua morte em 2022. Nessa fase, ele se apresentava como um rebelde da internet, proscrito pela grande mídia e pela academia. Essa foi, disparada, a sua fase de maior fama.\nAssim, na década de 1980, Olavo ministrava cursos de astrologia. Da década de 1990 em diante, ele se apresenta como professor de filosofia. No Brasil, essa “filosofia” consistia em mística; a partir da sua mudança para os EUA, a “filosofia” passou a consistir, sobretudo, em invectivas contra Lula, o PT, os comunistas reais ou imaginários.\nUm místico e um anticomunista hidrófobo são duas coisas diferentes, ainda que Olavo unisse os dois predicados. No entanto, podemos distinguir dois tipos de pessoas influenciadas por Olavo de Carvalho: os que se pretendem especialmente cultos e os que simplesmente xingam a tudo e todos de comunista na internet e fora dela. Ou seja: há aqueles que se expuseram ao conteúdo dos cursos de Olavo e há aqueles que apenas assistiram a cortes no Youtube sobre política partidária.\n3. A cultura como misticismo e negócio\nEmbora esse camaleão tenha passado de astrólogo poligâmico a filósofo católico conservador, pode-se apontar uma constante no seu pensamento, ao menos desde 1985: a ideia de que o Brasil é um país sem cultura, e a cultura precisa beber de uma certa Tradição acessível por meio religiões e ciências tradicionais, sendo a astrologia a mais importante de todas as ciências. 1985 é o ano da publicação do livreto Astros e Símbolos, pela editora Nova Stella. É a obra de Olavo mais antiga à qual tive acesso, e essa ideia encontra-se lá presente e explícita.\nEssa concepção fornece, por si só, um modelo de negócios. Afinal, a religião não é verdadeira em si mesma; em vez disso, é um meio, entre vários, para alcançar a Verdade a que o guru tem acesso, e que é essencial aos indivíduos bem sucedidos. Ir para a Igreja é grátis, mas lá o fiel não tem a segurança de encontrar a Verdade, pois não há religião verdadeira: tanto faz judaísmo, islamismo, cristianismo ou dança da chuva; todos são veículos para alcançar essa Tradição dos perenialistas. Para ter acesso, o fiel precisaria pagar a um sábio versado em “ciências tradicionais” – astrologia, alquimia, metafísica – para guiar-lhe o espírito. O acesso às ciências também costuma ser grátis em bibliotecas, escolas e universidades; mas nelas não há tais ciências que merecem o nome de ocultas. Seja em matéria de religião ou de ciência, é necessário pagar ao guru.\nEssa faceta do olavismo apenas se tornou menos visível, mas nunca se extinguiu. Por meio do ICLS, dois filhos de Olavo (Tales e Gugu) dão continuidade ao modelo de negócios na forma que ele tinha nos anos 1990 – e são caso de polícia, como mostra o caso da jovem com problemas mentais que rompeu com a família, fugiu para se tornar a quarta esposa de Tales e foi resgatada pela PF no Paraguai, na casa de Gugu. Nessa seita, Gugu dá orientações a fiéis de todas as religiões, chegando mesmo a inventar um padrão de missa (a missa do “trigo limpo”) que deveria ser exigido pelos católicos como condição para frequentá-la. Mesmo que a Igreja seja contra a astrologia no mínimo desde os tempos de S. Agostinho, o que vale é a autoridade do guru. Astrologia é ciência, e há um punhado de escritos teológicos de santos para deturpar e dizer que tais e tais santos reconheciam a possibilidade de uma astrologia verdadeira, ou vedavam somente seu uso divinatório. Por óbvio, tais práticas só puderam prosperar num ambiente de muita carência educacional.\n4. Aposta na ignorância\nEm 1985, Olavo descrevia assim as presas de seitas: “Tais organizações, que servem para desviar e estiolar em esforços vãos e sem sentido o generoso impulso de reação à sociedade moderna surgido com a ‘contracultura’, recrutam seus membros sobre tudo entre jovens mais ou menos letrados, que chegaram a alcançar algum grau de informação sobre as doutrinas tradicionais, mas que não tiveram o tempo, os meios, a paciência ou a sabedoria de integrar-se numa religião autêntica. Uma imagem gasta levaria a comparar esses jovens a ovelhinhas novas que se desgarram do rebanho, explorando um terreno desconhecido e atraente, até que venha o lobo. Mas esta imagem é falha para descrever o caso brasileiro, pois entre nós as ovelhinhas nunca tiveram rebanho: nasceram desgarradas, e ao ouvirem dizer que havia rebanhos onde poderiam integrar-se, saíram buscando a esmo, até que veio o lobo capturá-las” (p. 9-10).\nA desgraça brasileira decorreria das fragilidades da Igreja no país: “O Brasil só foi ou só é o ‘maior país católico do mundo’ na linguagem oca das estatísticas, que não podem evidentemente incluir em suas ponderações a qualidade do catolicismo do entrevistado, nem muito menos suas ligações mais ou menos secretas ou discretas com feiticeiros e bruxas, cuja influência nas eleições é no entanto tão notória perante a consciência popular quanto ausente das tabelas do IBGE” (p. 11-12). Assim, vendo o Brasil deseducado, e atribuindo isso às vulnerabilidades da Igreja Católica, o lobo refestelou-se e ensinou os jovens rebeldes a irem publicamente à missa e secretamente ao astrólogo.\nPois bem, como se trata de um evidente modelo de negócios, não tardou a ser replicado. Em 2006, como vimos, Olavo lançou o COF. O COF pretendia formar a elite intelectual do país: no início o aluno pagava para ter a certeza de que, depois de 5 anos, ele constituiria a nata da intelectualidade brasileira. Isso seria muito fácil porque o Brasil seria terra arrasada (mas, por pior que o Brasil estivesse, também não era esse deserto todo).\nNo curso, Olavo tinha um rol de autores grande o bastante para dificultar que os pupilos tivessem tempo de ler outras coisas; e, ao mesmo tempo, o rol era restrito o bastante para que os pupilos ficassem presos no fusionismo e/ou no perenialismo.\nComo, bem ou mal, Olavo tinha uma temática consistente, além de teorias místicas e políticas, seu modelo de negócios sofreu uma mutação com o Instagram e pôde ser replicado por vários pupilos: de repente, surgiram os coaches que vendem cursos de vida virtuosa, de “doze camadas da personalidade” (baseadas nos doze signos do zodíaco), de política (desmascarando gramscistas embaixo da cama) etc. O coach de Instagram que vende cursos, e o comunicador do Youtube, que vive de visualização e vende cursos também, são o legado do olavismo.\nAssim, podemos dizer que o olavismo é uma pirâmide de marketing digital, que vende às pessoas a sensação de serem cultas e de terem consciência política, mas, em vez disso, transforma-as em presas de astrólogos e em histriônicos defensores do fusionismo.\nOlavismo é uma pirâmide de marketing digital, que vende às pessoas a sensação de serem cultas e de terem consciência política, mas, em vez disso, transforma-as em presas de astrólogos e em histriônicos defensores do fusionismo.\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nFora do Brasil, creio que apenas os portugueses estejam familiarizados com o nome de Olavo de Carvalho. Em tese, seria um grande filósofo, o filósofo brasileiro. Não obstante, ninguém sabe dizer qual é a filosofia desse pretenso filósofo.\nPara estrangeiros, um jeito fácil, porém incompleto, de explicar quem é Olavo de Carvalho é dizer que se trata de um propagandista neocon, alinhado com os EUA, Israel, ou o assim chamado “Ocidente”. É como se fosse um Buckley muito chulo, escatológico. Um apóstolo do fusionismo, a ideologia que visa a circunscrever a moral conservadora ao âmbito privado, ao tempo que defende o liberalismo na esfera pública, em especial na economia. É a ideologia da National Review, e eu duvido que não tenha dedo da CIA, FBI ou Departamento de Estado (o próprio Buckley era agente da CIA).\nOutra similaridade entre Olavo e Buckley é ambos se declararem católicos – sendo o liberalismo, por ambos defendido, proibido pela Igreja. Buckley era descendente de irlandeses e de família católica; católicos de origem irlandesa sempre foram considerados um problema sociocultural pelas elites liberais dos EUA. Logo, é possível que esse carismático agente da CIA tenha sido escalado para mudar a imagem do católico irlandês, tornando a minoria mais aberta ao liberalismo econômico e transformando o catolicismo numa coisa mais estética que doutrinária. Olavo promoveu tanto o fusionismo quanto essa transformação do catolicismo numa estética. Mas numa coisa ele difere radicalmente de Buckley: num país de maioria católica, a opção por um astrólogo muçulmano para posar de católico conservador não é nada óbvia.\nNão obstante, Olavo é tal personagem. Antes ele era jornalista. Teve um surto psicótico, quebrou a redação do jornal e foi internado num hospício. Exposto a muito Jung no hospício, tornou-se astrólogo, aderiu à seita “tradicionalista” (ou antes perenialista) do suíço Fritjof Schuon e converteu-se ao islã.\nO direitista médio não sabe disso. Caso informado, dirá que já sabia que Olavo fez coisas erradas na juventude… aderiu até ao comunismo! Mas astrólogo, não. Isso é invenção dos jornalistas, que são todos comunistas.\nExiste a persona pública de Olavo construída na internet durante o século XXI, e o Olavo místico mais ou menos conhecido por aqueles que lhe dedicaram algum tempo.\n1. As ideias mais famosas\nEm geral, aqueles que cantam os seus feitos dizem que ele era um anticomunista que desmascarou o gramscismo, o Foro de São Paulo e o teatro das tesouras. Sua teoria mais famosa é um palpite político não muito original, um enlatado à la Breitbart com um leve tempero tropical. Ao enlatado do marxismo cultural, Olavo acrescentou o bicho papão do gramscismo: os comunistas visariam à revolução por meio da cultura, tornando todos insensivelmente comunistas, sem que fosse necessário um golpe. Como consequência disso, Olavo insistia que era necessário, primeiro, criar uma hegemonia cultural de direita, para só depois partir para a seara político-partidária. Dado que o próprio Olavo vendia livros e cursos que prometiam formação cultural, essa não deixa de ser uma tese que favorecia seus próprios interesses pecuniários: nada de eleger representantes enquanto o Brasil inteiro não for pagante do seu Curso Online de Filosofia, o COF.\nO Foro de São Paulo seria um clube secreto de conspiradores que pretendiam transformar a América Latina numa plêiade de países comunistas. De fato, o Foro de São Paulo existe e reúne partidos e movimentos de esquerda da América Latina. No entanto, só com uma licença poética se poderia dizer que o Foro de São Paulo é secreto, querendo dizer com isso que não tem press release na grande mídia. O site do Foro pode ser acessado clicando aqui e suas atas são públicas.\nO teatro das tesouras é uma variação do tema do Uniparty dos EUA: o establishment é um só, e os dois grandes partidos apenas fingem serem diferentes. Em vez de Republicanos e Democratas, tínhamos o PT de Lula e o PSDB de FHC, que fizeram, ambos, governos neoliberais. FHC passou anos sendo financiado pela Fundação Ford, que é uma fachada da CIA. No entanto, Olavo de Carvalho dizia que ambos os partidos e políticos eram comunistas. Resta saber por que o PSDB não frequentava o Foro de São Paulo…\nNada disso é filosofia. Assim, o fato de Olavo de Carvalho ter conquistado a reputação de filósofo não deixa de ser um feito curioso que clama por explicação – e ela está na face menos conhecida do exótico guru.\n2. As fases do camaleão\nOlavo de Carvalho era jornalista desde 1967. Na época, não era necessária nenhuma formação para exercer de forma regular essa profissão. É possível que essa fosse a única profissão no mundo das letras que estava ao alcance de Olavo, já que ele largou a escola ainda adolescente. Ele é internado num hospício em 1976, e em 1979 ele cria a Escola Júpiter, de astrologia, com a ajuda da filha de um grande empresário. Atravessa a década de 1980 como um místico nada conservador, ingressando em seitas e praticando até poligamia – chegou a ter quatro “esposas” na condição de “muçulmano” perenialista.\nNa década de 1990, porém, Olavo de Carvalho foi alçado a intelectual público, com direito a colunas na Folha de S. Paulo e n’O Globo (os dois principais jornais do país), além de ser entrevistado pelo prestigioso programa Roda Viva. Ele se tornara, pois, um intelectual público. O que ele fazia era espinafrar a altamente espinafrável elite universitária brasileira. No entanto, nessa época ele já havia começado a dar cursos de “filosofia” que eram pura mística; e a lisergia do seu pensamento já deveria estar clara para o grande público, pois chegou a espinafrar os cientistas, na Folha de S. Paulo, por não acreditarem na eficácia da dança da chuva dos índios. Isso foi em 1998.\nNão há como saber ao certo por que ele foi escolhido para isso. No entanto, não posso deixar de notar que seu papel de polemista erudito e zombeteiro era exercido pelo diplomata e cientista político José Guilherme Merquior, morto em 1991 com apenas 49 anos.\nNa década de 2000, o intelectual público Olavo de Carvalho muda de país e de meio de comunicação. Em 2005, demitido pel’O Globo, passa a residir nos EUA, e em 2006 começa a recrutar, pela internet, jovens brasileiros para seu novo curso online, o COF, que duraria até a sua morte em 2022. Nessa fase, ele se apresentava como um rebelde da internet, proscrito pela grande mídia e pela academia. Essa foi, disparada, a sua fase de maior fama.\nAssim, na década de 1980, Olavo ministrava cursos de astrologia. Da década de 1990 em diante, ele se apresenta como professor de filosofia. No Brasil, essa “filosofia” consistia em mística; a partir da sua mudança para os EUA, a “filosofia” passou a consistir, sobretudo, em invectivas contra Lula, o PT, os comunistas reais ou imaginários.\nUm místico e um anticomunista hidrófobo são duas coisas diferentes, ainda que Olavo unisse os dois predicados. No entanto, podemos distinguir dois tipos de pessoas influenciadas por Olavo de Carvalho: os que se pretendem especialmente cultos e os que simplesmente xingam a tudo e todos de comunista na internet e fora dela. Ou seja: há aqueles que se expuseram ao conteúdo dos cursos de Olavo e há aqueles que apenas assistiram a cortes no Youtube sobre política partidária.\n3. A cultura como misticismo e negócio\nEmbora esse camaleão tenha passado de astrólogo poligâmico a filósofo católico conservador, pode-se apontar uma constante no seu pensamento, ao menos desde 1985: a ideia de que o Brasil é um país sem cultura, e a cultura precisa beber de uma certa Tradição acessível por meio religiões e ciências tradicionais, sendo a astrologia a mais importante de todas as ciências. 1985 é o ano da publicação do livreto Astros e Símbolos, pela editora Nova Stella. É a obra de Olavo mais antiga à qual tive acesso, e essa ideia encontra-se lá presente e explícita.\nEssa concepção fornece, por si só, um modelo de negócios. Afinal, a religião não é verdadeira em si mesma; em vez disso, é um meio, entre vários, para alcançar a Verdade a que o guru tem acesso, e que é essencial aos indivíduos bem sucedidos. Ir para a Igreja é grátis, mas lá o fiel não tem a segurança de encontrar a Verdade, pois não há religião verdadeira: tanto faz judaísmo, islamismo, cristianismo ou dança da chuva; todos são veículos para alcançar essa Tradição dos perenialistas. Para ter acesso, o fiel precisaria pagar a um sábio versado em “ciências tradicionais” – astrologia, alquimia, metafísica – para guiar-lhe o espírito. O acesso às ciências também costuma ser grátis em bibliotecas, escolas e universidades; mas nelas não há tais ciências que merecem o nome de ocultas. Seja em matéria de religião ou de ciência, é necessário pagar ao guru.\nEssa faceta do olavismo apenas se tornou menos visível, mas nunca se extinguiu. Por meio do ICLS, dois filhos de Olavo (Tales e Gugu) dão continuidade ao modelo de negócios na forma que ele tinha nos anos 1990 – e são caso de polícia, como mostra o caso da jovem com problemas mentais que rompeu com a família, fugiu para se tornar a quarta esposa de Tales e foi resgatada pela PF no Paraguai, na casa de Gugu. Nessa seita, Gugu dá orientações a fiéis de todas as religiões, chegando mesmo a inventar um padrão de missa (a missa do “trigo limpo”) que deveria ser exigido pelos católicos como condição para frequentá-la. Mesmo que a Igreja seja contra a astrologia no mínimo desde os tempos de S. Agostinho, o que vale é a autoridade do guru. Astrologia é ciência, e há um punhado de escritos teológicos de santos para deturpar e dizer que tais e tais santos reconheciam a possibilidade de uma astrologia verdadeira, ou vedavam somente seu uso divinatório. Por óbvio, tais práticas só puderam prosperar num ambiente de muita carência educacional.\n4. Aposta na ignorância\nEm 1985, Olavo descrevia assim as presas de seitas: “Tais organizações, que servem para desviar e estiolar em esforços vãos e sem sentido o generoso impulso de reação à sociedade moderna surgido com a ‘contracultura’, recrutam seus membros sobre tudo entre jovens mais ou menos letrados, que chegaram a alcançar algum grau de informação sobre as doutrinas tradicionais, mas que não tiveram o tempo, os meios, a paciência ou a sabedoria de integrar-se numa religião autêntica. Uma imagem gasta levaria a comparar esses jovens a ovelhinhas novas que se desgarram do rebanho, explorando um terreno desconhecido e atraente, até que venha o lobo. Mas esta imagem é falha para descrever o caso brasileiro, pois entre nós as ovelhinhas nunca tiveram rebanho: nasceram desgarradas, e ao ouvirem dizer que havia rebanhos onde poderiam integrar-se, saíram buscando a esmo, até que veio o lobo capturá-las” (p. 9-10).\nA desgraça brasileira decorreria das fragilidades da Igreja no país: “O Brasil só foi ou só é o ‘maior país católico do mundo’ na linguagem oca das estatísticas, que não podem evidentemente incluir em suas ponderações a qualidade do catolicismo do entrevistado, nem muito menos suas ligações mais ou menos secretas ou discretas com feiticeiros e bruxas, cuja influência nas eleições é no entanto tão notória perante a consciência popular quanto ausente das tabelas do IBGE” (p. 11-12). Assim, vendo o Brasil deseducado, e atribuindo isso às vulnerabilidades da Igreja Católica, o lobo refestelou-se e ensinou os jovens rebeldes a irem publicamente à missa e secretamente ao astrólogo.\nPois bem, como se trata de um evidente modelo de negócios, não tardou a ser replicado. Em 2006, como vimos, Olavo lançou o COF. O COF pretendia formar a elite intelectual do país: no início o aluno pagava para ter a certeza de que, depois de 5 anos, ele constituiria a nata da intelectualidade brasileira. Isso seria muito fácil porque o Brasil seria terra arrasada (mas, por pior que o Brasil estivesse, também não era esse deserto todo).\nNo curso, Olavo tinha um rol de autores grande o bastante para dificultar que os pupilos tivessem tempo de ler outras coisas; e, ao mesmo tempo, o rol era restrito o bastante para que os pupilos ficassem presos no fusionismo e/ou no perenialismo.\nComo, bem ou mal, Olavo tinha uma temática consistente, além de teorias místicas e políticas, seu modelo de negócios sofreu uma mutação com o Instagram e pôde ser replicado por vários pupilos: de repente, surgiram os coaches que vendem cursos de vida virtuosa, de “doze camadas da personalidade” (baseadas nos doze signos do zodíaco), de política (desmascarando gramscistas embaixo da cama) etc. O coach de Instagram que vende cursos, e o comunicador do Youtube, que vive de visualização e vende cursos também, são o legado do olavismo.\nAssim, podemos dizer que o olavismo é uma pirâmide de marketing digital, que vende às pessoas a sensação de serem cultas e de terem consciência política, mas, em vez disso, transforma-as em presas de astrólogos e em histriônicos defensores do fusionismo."
  }
]