[
  {
    "id": "",
    "title": "O Ocidente dos “valores democráticos” ao lado do terror nazi-fascista",
    "link": "https://strategic-culture.su/news/2024/10/14/o-ocidente-dos-valores-democraticos-ao-lado-do-terror-nazi-fascista/",
    "published": "2024-10-14T13:54:37.000Z",
    "description": "A recuperação do nazismo coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Hugo Dionísio"
    ],
    "authors": [
      {
        "name": "Hugo Dionísio"
      }
    ],
    "fullContent": "A recuperação do nazismo coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nO cerco à Rússia não se confina ao domínio militar, comercial, institucional ou financeiro. Antes desta, foi implantada uma outra barreira – melhor dizendo, “alimentada” -, no sentido de se constituir uma espécie de “cintura sanitária” agressiva e activa, constituída pelos estados cujas fronteiras comunicam, por terra ou mar, com as da Federação Russa.\nEsta “cintura sanitária”, conceptualizada a partir do que sabemos ser o enquadramento mental das classes dominantes ocidentais, tem uma natureza profundamente ideológica, visando tocar, de forma repulsiva, nos valores mais profundos e encarnados na história russa dos últimos 100 anos e, através dessa conexão, provocar uma relação antagónica caracterizada por um mútuo efeito repelente, prevenindo qualquer comunicação humana que se pudesse estabelecer entre as partes.\nA força soberana que reside na cultura multinacional, multiétnica e multirreligiosa russas, responsável, desde logo, pela capacidade de agregação de forças que tornou possível a derrota do nazi-fascismo na segunda guerra mundial, é também o que separa as reservas minerais, humanas, energéticas, entre outras, das garras do capitalismo ocidental e do seu ímpeto alimentado pela fase imperialista em que se encontra.\nSe a brutalidade de uma ideologia como o nazi-fascismo representou, na primeira metade do século XX, o combustível que alimentou a agressão à então pátria Soviética, foi a sua preservação e recuperação históricas – num processo de revisionismo e branqueamento sem paralelo – que possibilitou, já nas primeiras décadas do século XXI, a sua utilização como combustível para a tal “cintura sanitária” em torno da Rússia. 100 anos depois, repete-se a receita, embora com as limitações claras que o desespero impõe.\nO que pode ser mais antagónico e mutuamente repulsivo do que o nazismo em contacto com o que se pode considerar a “alma russa” actualizada com os acontecimentos do século XX? Que mais vívida e carnal imagem existe, na sua brutalidade e violência, para além do pesadelo sofrido, principalmente pelo povo Russo, às mãos do terror nazi?\nOs primeiros a sofrerem o efeito desta “cintura sanitária” são os próprios cidadãos de origem russa que, após o colapso da URSS, se quedaram na Estónia, Lituânia ou Letónia e hoje aí residem. Para além de proibirem a comunicação social russa, violando o seu direito à opinião e à informação, com base numa suposta política de combate à “propaganda do Kremlin” (algo a que também se assiste em toda a EU e à margem das constituições nacionais dos diversos países), a Letónia promoveu mesmo a eliminação do ensino do russo dos currículos escolares, o que provocou preocupações por parte de especialistas da ONU em direitos Humanos, relativamente à protecção dos direitos nas minorias étnicas. Para quem acusa a Rússia de não as ter em conta…\nSegundo a narrativa, o Kremlin usa o russo como arma, que depois utiliza como veículo para a sua propaganda, perpetrada através da designada “média estatal”, que referem como toda a comunicação social que, financiada ou não pelo executivo russo, não está alinhada com a narrativa ocidental. O que nunca referem é que, afinal, o uso do russo como veículo de propaganda não será, como dizem, um exclusivo das fontes russas, pois a própria letónia financia órgãos de comunicação como o Meduza, os quais, escrevendo em russo, apenas visam passar informação alinhada com a narrativa ocidental.\nNão sendo tão radical como a Letónia na eliminação da língua russa dos currículos escolares, a Estónia é, mesmo assim, um exemplo de destruição e monumentos alusivos à vitória soviética sobre o nazismo. Principalmente sob o mandato de Kaja Kallas, o processo de remoção destes monumentos assistiu a uma aceleração, chegando mesmo a ser discutida no quadro europeu, processo do qual a remoção do Tanque Soviético nos arredores da cidade de Narva. Segundo a mesma Kaja Kallas, o tanque é uma “arma do crime” – talvez do “crime” de derrotar nazis – “estando a morrer pessoas na Ucrânia com o mesmo tipo de tanque”.\nMas esta perseguição à cultura e memória soviéticas – não apenas russa – diz-nos que a propagação de uma lógica russófoba incorpora uma dimensão que vai para além do mero confronto étnico, representado, por exemplo, na discussão de limitações da aquisição de propriedade imobiliária, por parte de cidadãos russos, na Letónia, em sequência de uma proposta feita pelas autoridades Finlandesas. Para quem diz que o povo russo é oprimido, não se percebe esta generalização.\nA ligação do confronto étnico com as populações russófonas e russas, ao passado soviético e à memória da vitória sobre o nazifascismo, encontra origem na vaga de colaboracionismo e simpatia com ideologia nazi que ocorreu nesses países, por parte de uma certa camada da população e classes dominantes, antes, no início e durante a segunda guerra mundial. A responsabilização da Federação Russa, enquanto única depositária da memória histórica colectiva da vitória do multinacional exército vermelho sobre as hordas nazis, faz a ponte entre a cobiça dos vastos recursos detidos pela Rússia e a necessidade de encontrar fundamentação ideológica, teórica, psicológica e emocional que justifique a agressão.\nTal justificação teórica e ideológica, a meu ver, é fornecida pelo neonazismo e pela glorificação do passado colaboracionista com as forças de Hitler. A força dessa ideologia anticomunista, racista e supremacista branca, colocada num primeiro plano, aliada ao processo de revisão histórica e branqueamento do terror nazifascista, faz a ponte, do passado para o presente, entre o anticomunismo que justificou a agressão à URSS e a russofobia que serve de desculpa ao cerco actual.\nOra, para promover a tal “cintura sanitária” com a Federação Russa, cuja função reside em impedir o contacto saudável entre a Europa (Alemanha, principalmente), a Rússia, repúblicas euroasiáticas e China. foi preciso recuperar o activo histórico que constitui a ideologia nazi, para os EUA e para as classes dominantes do ocidente colectivo. Como sucede com todos os activos, só se recuperam os que já existem per se. A recuperação do património histórico nazi é resultado de um processo, mais longo, de preservação e revitalização desse activo.\nActualmente, quando assistimos à glorificação dos “Irmãos da Floresta”, um grupo abertamente anticomunista surgido nos países bálticos, formado por ex-membros das Waffen-SS locais e que lutaram contra o que designavam como “ocupação soviética”, mesmo depois do fim da segunda guerra, tendo sido responsáveis por horríveis crimes contra civis e polícias soviéticos, operado com informação de inteligência ocidental, ou assistimos ao branqueamento e entronização de organizações como o “Sonderkommando A”, o qual, colaborando com as forças nazis, recorrendo a letões e lituanos, assassinaram quase 250.000 judeus na Lituânia, até 1944, verificamos que o património histórico nazi está bem vivo e mais forte do que alguma vez esteve, desde o final da segunda guerra mundial.\nPara possibilitar o seu ressurgimento e recuperação foi necessário implementar todo um processo de revisionismo, minimizando os danos e branqueando os seus crimes. Na Lituânia homenageou-se o general Povilas Plechavicius que combateu ao lado dos nazis, em 2008 o parlamento lituano equiparou as ideologias comunista e nazi, o que representou uma normalização e recuperação histórica do nazismo (ao contrário de uma diabolização, como muitos defendem) e, em 2010, os tribunais lituanos declararam a suástica “parte do património cultural do país”, provando que a equiparação ideológica não passa de um processo de recuperação histórica desse passado.\nO facto é que, desde 1991 que milhares de comunistas foram perseguidos na Lituânia, ao passo que foram sendo permitidas manifestações com símbolos nazis e lemas racistas. Sintomático! Como disse Jean Pierre Faye no prefácio ao livro “O arquipélago de Sangue”, escrito por Chomsky e Herman, o acto de incluir o nazismo e comunismo no saco do “totalitarismo”, permitiu aos EUA apoiar as forças mais retrógradas, reaccionárias e tirânicas, contanto que não se dissessem apoiantes do “totalitarismo”. Assim, equiparando as ideologias comunista e nazi, o facto é que as autoridades lituanas, como hoje muitas outras na União Europeia dos “valores” e da “democracia”, perseguem os comunistas, mas toleram – para não dizer algo mais – as manifestações de extrema direita. Aliás, a profusão de governos abertamente reaccionários e racistas na União europeia, comprova de forma quase irrefutável as razões que estiveram na base de equiparação. O facto é que em todos esses países, os comunistas são perseguidos, ao passo que os nazis são admitidos. Nada como a prática como critério de aferição da verdade!\nNo caso Português, um grupo como o 1143, alinhado com as facções mais extremistas em Portugal e com gente que tem um passado de perseguição – e assassinato – de migrantes e minorias de qualquer tipo (comunistas, homossexuais, negros, asiáticos ou muçulmanos), é caracterizado na comunicação social mainstream como sendo um simples “grupo nacionalista”. O que terá tal a ver com o apoio por parte de André Ventura, do partido Chega, contra o que referiu como “Imigração descontrolada”? E porque razão não refere o mesmo André Ventura, os órgãos de comunicação social que lhe dão voz e espaço e os poderosos interesses que o apoiam, que quem contrata os imigrantes são as empresas, que são as associações patronais quem junto aos governos pede a abertura das fronteiras, que são as UBER desta vida quem mais explora a imigração e que é a própria União Europeia, que André Ventura defende, que fomenta, causa e legitima toda a imigração a que assistimos? E porque razão não atacam o turismo descontrolado que destrói Lisboa, actividade, para a qual, trabalham grande parte dos imigrantes?\nOra, esta lógica racista que faz a ponte com o anticomunismo, visando ligar a Rússia actual, como única depositária do passado soviético e daí partir para a sua diabolização actual, de modo a justificar uma agressão, isolamento e opressão que possibilite a sua pilhagem – como sucedeu nos terríveis anos 90 do século XX sob Boris Ieltsin – encontra exemplo claro na permissão, por parte da Meta (Facebook, Instagram, WhatsApp), em os seus usuários poderem exprimir mensagens de ódio contra os russos).\nEsta perspectiva russófoba, absolutamente inaceitável para uma europa que se diz “dos valores”, representa um pilar fundamental da adesão destes países à OTAN e deixa antever a que mecanismos recorrem os EUA para conseguirem que os países “eleitos” façam da adesão á aliança atlântica, não apenas uma questão de defesa contra a Rússia, mas, acima de tudo, uma necessidade existencial. E o nível de extremismo implantado é tão grande que, basta ouvirmos a forma como a elite, que compõe o regime de Kiev, fala sobre os russos, não os distinguindo, para perceber que o ódio é indiscriminado, profundo, visceral, como só algo irracional, como o racismo, pode ser. E a própria sobrevivência da OTAN depende desse ódio irracional, animal.\nPara preservar no tempo, recuperar e revitalizar o património histórico nazi, há um país em especial que cumpriu esse papel como nenhum outro: o Canadá! Ainda hoje, o Canadá resiste a fornecer as identidades dos 900 nazis foragidos que aí encontraram santuário.\nJá num artigo passado expus o verdadeiro museu vivo que a Universidade Alberta, e a sociedade canadiana, é para os fugitivos dos julgamentos de Nuremberga, nomeadamente os da 14ª divisão da Galicia Waffen SS. Contudo, o legado canadiano, neste aspecto, vai muito mais longe, tendo-se constituído esse país como um refúgio pacífico para cientistas, militares e outros foragidos nazis.\nEmbora neste país, entre 1985- 1986, e após muita pressão política e popular, se tenha realizado uma investigação sobre o assunto, na altura designada de Comissão Deschênes, chegando-se mesmo a uma compilação de nomes, a verdade é que o trabalho deixou muito a desejar e foi realizado para produzir resultados, no mínimo, ambíguos.\nA comissão não investigou materiais mantidos na União Soviética ou em países do Bloco de Leste, potencialmente perdendo evidências cruciais que aí se encontravam; o Juiz Deschênes estabeleceu condições rigorosas para consultar evidências desses países, mas tendo a resposta soviética para a consulta chegado apenas em junho de 1986, tal foi considerado tarde demais para a comissão viajar e examinar, o que deixa antever que o levantamento da realidade material não constituía, talvez, o objectivo principal da missão.\nA comissão não investigou uma lista de 38 nomes adicionais fornecida no final do inquérito, devido ao que considerou como restrições temporais; ficou incompleta a investigação de uma lista de 71 cientistas e técnicos alemães; a segunda parte do relatório final da comissão, contendo alegações contra indivíduos específicos e recomendações sobre como proceder em certos casos, permanece confidencial e não foi divulgada ao público; uma cópia não editada do relatório de Alti Rodal para a Comissão Deschênes, que contém relatos detalhados de como criminosos de guerra entraram no Canadá e a responsabilidade do governo em sua entrada, não foi totalmente divulgada; os arquivos do Departamento de Justiça e da Polícia Montada Real Canadense sobre criminosos de guerra nazis mantidos por essas agências não foram tornados públicos; as provas das actividades anteriores dos membros da Divisão da Galiza não foram examinadas, nomeadamente as que referiam potenciais crimes de guerra cometidos em outras unidades policiais alemãs antes de se juntarem à divisão; Um estudo secreto conduzido pela comissão descobriu que autoridades britânicas e americanas transportaram para o Canadá colaboradores nazis, vindos da Europa Oriental, logo após a Segunda Guerra Mundial sem informar o governo canadiano e com um escrutínio mínimo.\nAinda hoje a retenção destas provas conduz a debates contínuos sobre a precisão e a integridade do trabalho da comissão, com muitos argumentando que, ao invés, o trabalho da comissão ajudou a encobrir o registo histórico sobre criminosos de guerra nazis no Canadá. Parece que a Comissão Deschênes mais visou branquear o passado, do que avaliá-lo e julgar os crimes cometidos.\nTodo este dossier foi reactivado aquando da polémica relativa à recepção de Yaroslav Hunka no parlamento canadiano. As acusações de branqueamento têm-se multiplicado, o que não admira, considerando que foi essa a comissão que declarou os membros da Divisão da Galicia Waffen SS como inocentes da prática de crimes de guerra, pois, segundo arguiu, haviam sido examinados aquando da sua admissão no país.\nActualmente, após toda esta pressão, argumenta-se que a divulgação total do trabalho da comissão para além de poder deixar marcas na credibilidade do governo canadiano, pode ainda “ajudar a Rússia”, na medida em que ajuda a reforçar a narrativa de “desnazificação” do Kremlin. Ora, não era algo que não se soubesse, o problema não é conhecer a verdade, o problema consiste em diabolizar a Rússia, descredibilizar a sua versão dos factos e justificar a continuação da guerra.\nO que esta realidade demonstra, mais do que nunca e especialmente quando ouvimos Blinken referir que os EUA são um país do ártico e que quer formar com o Canadá e os países europeus bálticos, uma organização para manter aquela região “livre de conflitos” (agora seria hora de dar umas fortes gargalhadas), é que o Canadá não apenas constituiu um importante “armazém museológico” para preservação, protecção e recuperação dos activos nazis, como agora passa também a fazer parte da “cintura sanitária” que os EUA promovem à volta da Rússia. Tudo isto também demonstra que o Canadá não passa de uma república das bananas e um campo de retiro dos activos humanos importantes para o imperialismo anglo-americano.\nO que nos ensina esta triste realidade é que o revisionismo histórico que visou comparar o comunismo ao nazismo não visou apenas normalizar o segundo e desabilitar historicamente o primeiro, apagando a contribuição da URSS a vitória aliada na segunda guerra mundial. Visou muito mais do que isso. Visou criar uma barreira repulsiva entre a Rússia e os que seriam, geograficamente, os seus aliados naturais, os países europeus… Coincidentemente, para os que acusam Putin de ser “fascista” e de “extrema direita”, é a Europa dos “valores” e da “democracia” quem fica do lado nazi…\nA recuperação do nazismo não coloca apenas a Rússia do outro lado…. Coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!\nA recuperação do nazismo coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nO cerco à Rússia não se confina ao domínio militar, comercial, institucional ou financeiro. Antes desta, foi implantada uma outra barreira – melhor dizendo, “alimentada” -, no sentido de se constituir uma espécie de “cintura sanitária” agressiva e activa, constituída pelos estados cujas fronteiras comunicam, por terra ou mar, com as da Federação Russa.\nEsta “cintura sanitária”, conceptualizada a partir do que sabemos ser o enquadramento mental das classes dominantes ocidentais, tem uma natureza profundamente ideológica, visando tocar, de forma repulsiva, nos valores mais profundos e encarnados na história russa dos últimos 100 anos e, através dessa conexão, provocar uma relação antagónica caracterizada por um mútuo efeito repelente, prevenindo qualquer comunicação humana que se pudesse estabelecer entre as partes.\nA força soberana que reside na cultura multinacional, multiétnica e multirreligiosa russas, responsável, desde logo, pela capacidade de agregação de forças que tornou possível a derrota do nazi-fascismo na segunda guerra mundial, é também o que separa as reservas minerais, humanas, energéticas, entre outras, das garras do capitalismo ocidental e do seu ímpeto alimentado pela fase imperialista em que se encontra.\nSe a brutalidade de uma ideologia como o nazi-fascismo representou, na primeira metade do século XX, o combustível que alimentou a agressão à então pátria Soviética, foi a sua preservação e recuperação históricas – num processo de revisionismo e branqueamento sem paralelo – que possibilitou, já nas primeiras décadas do século XXI, a sua utilização como combustível para a tal “cintura sanitária” em torno da Rússia. 100 anos depois, repete-se a receita, embora com as limitações claras que o desespero impõe.\nO que pode ser mais antagónico e mutuamente repulsivo do que o nazismo em contacto com o que se pode considerar a “alma russa” actualizada com os acontecimentos do século XX? Que mais vívida e carnal imagem existe, na sua brutalidade e violência, para além do pesadelo sofrido, principalmente pelo povo Russo, às mãos do terror nazi?\nOs primeiros a sofrerem o efeito desta “cintura sanitária” são os próprios cidadãos de origem russa que, após o colapso da URSS, se quedaram na Estónia, Lituânia ou Letónia e hoje aí residem. Para além de proibirem a comunicação social russa, violando o seu direito à opinião e à informação, com base numa suposta política de combate à “propaganda do Kremlin” (algo a que também se assiste em toda a EU e à margem das constituições nacionais dos diversos países), a Letónia promoveu mesmo a eliminação do ensino do russo dos currículos escolares, o que provocou preocupações por parte de especialistas da ONU em direitos Humanos, relativamente à protecção dos direitos nas minorias étnicas. Para quem acusa a Rússia de não as ter em conta…\nSegundo a narrativa, o Kremlin usa o russo como arma, que depois utiliza como veículo para a sua propaganda, perpetrada através da designada “média estatal”, que referem como toda a comunicação social que, financiada ou não pelo executivo russo, não está alinhada com a narrativa ocidental. O que nunca referem é que, afinal, o uso do russo como veículo de propaganda não será, como dizem, um exclusivo das fontes russas, pois a própria letónia financia órgãos de comunicação como o Meduza, os quais, escrevendo em russo, apenas visam passar informação alinhada com a narrativa ocidental.\nNão sendo tão radical como a Letónia na eliminação da língua russa dos currículos escolares, a Estónia é, mesmo assim, um exemplo de destruição e monumentos alusivos à vitória soviética sobre o nazismo. Principalmente sob o mandato de Kaja Kallas, o processo de remoção destes monumentos assistiu a uma aceleração, chegando mesmo a ser discutida no quadro europeu, processo do qual a remoção do Tanque Soviético nos arredores da cidade de Narva. Segundo a mesma Kaja Kallas, o tanque é uma “arma do crime” – talvez do “crime” de derrotar nazis – “estando a morrer pessoas na Ucrânia com o mesmo tipo de tanque”.\nMas esta perseguição à cultura e memória soviéticas – não apenas russa – diz-nos que a propagação de uma lógica russófoba incorpora uma dimensão que vai para além do mero confronto étnico, representado, por exemplo, na discussão de limitações da aquisição de propriedade imobiliária, por parte de cidadãos russos, na Letónia, em sequência de uma proposta feita pelas autoridades Finlandesas. Para quem diz que o povo russo é oprimido, não se percebe esta generalização.\nA ligação do confronto étnico com as populações russófonas e russas, ao passado soviético e à memória da vitória sobre o nazifascismo, encontra origem na vaga de colaboracionismo e simpatia com ideologia nazi que ocorreu nesses países, por parte de uma certa camada da população e classes dominantes, antes, no início e durante a segunda guerra mundial. A responsabilização da Federação Russa, enquanto única depositária da memória histórica colectiva da vitória do multinacional exército vermelho sobre as hordas nazis, faz a ponte entre a cobiça dos vastos recursos detidos pela Rússia e a necessidade de encontrar fundamentação ideológica, teórica, psicológica e emocional que justifique a agressão.\nTal justificação teórica e ideológica, a meu ver, é fornecida pelo neonazismo e pela glorificação do passado colaboracionista com as forças de Hitler. A força dessa ideologia anticomunista, racista e supremacista branca, colocada num primeiro plano, aliada ao processo de revisão histórica e branqueamento do terror nazifascista, faz a ponte, do passado para o presente, entre o anticomunismo que justificou a agressão à URSS e a russofobia que serve de desculpa ao cerco actual.\nOra, para promover a tal “cintura sanitária” com a Federação Russa, cuja função reside em impedir o contacto saudável entre a Europa (Alemanha, principalmente), a Rússia, repúblicas euroasiáticas e China. foi preciso recuperar o activo histórico que constitui a ideologia nazi, para os EUA e para as classes dominantes do ocidente colectivo. Como sucede com todos os activos, só se recuperam os que já existem per se. A recuperação do património histórico nazi é resultado de um processo, mais longo, de preservação e revitalização desse activo.\nActualmente, quando assistimos à glorificação dos “Irmãos da Floresta”, um grupo abertamente anticomunista surgido nos países bálticos, formado por ex-membros das Waffen-SS locais e que lutaram contra o que designavam como “ocupação soviética”, mesmo depois do fim da segunda guerra, tendo sido responsáveis por horríveis crimes contra civis e polícias soviéticos, operado com informação de inteligência ocidental, ou assistimos ao branqueamento e entronização de organizações como o “Sonderkommando A”, o qual, colaborando com as forças nazis, recorrendo a letões e lituanos, assassinaram quase 250.000 judeus na Lituânia, até 1944, verificamos que o património histórico nazi está bem vivo e mais forte do que alguma vez esteve, desde o final da segunda guerra mundial.\nPara possibilitar o seu ressurgimento e recuperação foi necessário implementar todo um processo de revisionismo, minimizando os danos e branqueando os seus crimes. Na Lituânia homenageou-se o general Povilas Plechavicius que combateu ao lado dos nazis, em 2008 o parlamento lituano equiparou as ideologias comunista e nazi, o que representou uma normalização e recuperação histórica do nazismo (ao contrário de uma diabolização, como muitos defendem) e, em 2010, os tribunais lituanos declararam a suástica “parte do património cultural do país”, provando que a equiparação ideológica não passa de um processo de recuperação histórica desse passado.\nO facto é que, desde 1991 que milhares de comunistas foram perseguidos na Lituânia, ao passo que foram sendo permitidas manifestações com símbolos nazis e lemas racistas. Sintomático! Como disse Jean Pierre Faye no prefácio ao livro “O arquipélago de Sangue”, escrito por Chomsky e Herman, o acto de incluir o nazismo e comunismo no saco do “totalitarismo”, permitiu aos EUA apoiar as forças mais retrógradas, reaccionárias e tirânicas, contanto que não se dissessem apoiantes do “totalitarismo”. Assim, equiparando as ideologias comunista e nazi, o facto é que as autoridades lituanas, como hoje muitas outras na União Europeia dos “valores” e da “democracia”, perseguem os comunistas, mas toleram – para não dizer algo mais – as manifestações de extrema direita. Aliás, a profusão de governos abertamente reaccionários e racistas na União europeia, comprova de forma quase irrefutável as razões que estiveram na base de equiparação. O facto é que em todos esses países, os comunistas são perseguidos, ao passo que os nazis são admitidos. Nada como a prática como critério de aferição da verdade!\nNo caso Português, um grupo como o 1143, alinhado com as facções mais extremistas em Portugal e com gente que tem um passado de perseguição – e assassinato – de migrantes e minorias de qualquer tipo (comunistas, homossexuais, negros, asiáticos ou muçulmanos), é caracterizado na comunicação social mainstream como sendo um simples “grupo nacionalista”. O que terá tal a ver com o apoio por parte de André Ventura, do partido Chega, contra o que referiu como “Imigração descontrolada”? E porque razão não refere o mesmo André Ventura, os órgãos de comunicação social que lhe dão voz e espaço e os poderosos interesses que o apoiam, que quem contrata os imigrantes são as empresas, que são as associações patronais quem junto aos governos pede a abertura das fronteiras, que são as UBER desta vida quem mais explora a imigração e que é a própria União Europeia, que André Ventura defende, que fomenta, causa e legitima toda a imigração a que assistimos? E porque razão não atacam o turismo descontrolado que destrói Lisboa, actividade, para a qual, trabalham grande parte dos imigrantes?\nOra, esta lógica racista que faz a ponte com o anticomunismo, visando ligar a Rússia actual, como única depositária do passado soviético e daí partir para a sua diabolização actual, de modo a justificar uma agressão, isolamento e opressão que possibilite a sua pilhagem – como sucedeu nos terríveis anos 90 do século XX sob Boris Ieltsin – encontra exemplo claro na permissão, por parte da Meta (Facebook, Instagram, WhatsApp), em os seus usuários poderem exprimir mensagens de ódio contra os russos).\nEsta perspectiva russófoba, absolutamente inaceitável para uma europa que se diz “dos valores”, representa um pilar fundamental da adesão destes países à OTAN e deixa antever a que mecanismos recorrem os EUA para conseguirem que os países “eleitos” façam da adesão á aliança atlântica, não apenas uma questão de defesa contra a Rússia, mas, acima de tudo, uma necessidade existencial. E o nível de extremismo implantado é tão grande que, basta ouvirmos a forma como a elite, que compõe o regime de Kiev, fala sobre os russos, não os distinguindo, para perceber que o ódio é indiscriminado, profundo, visceral, como só algo irracional, como o racismo, pode ser. E a própria sobrevivência da OTAN depende desse ódio irracional, animal.\nPara preservar no tempo, recuperar e revitalizar o património histórico nazi, há um país em especial que cumpriu esse papel como nenhum outro: o Canadá! Ainda hoje, o Canadá resiste a fornecer as identidades dos 900 nazis foragidos que aí encontraram santuário.\nJá num artigo passado expus o verdadeiro museu vivo que a Universidade Alberta, e a sociedade canadiana, é para os fugitivos dos julgamentos de Nuremberga, nomeadamente os da 14ª divisão da Galicia Waffen SS. Contudo, o legado canadiano, neste aspecto, vai muito mais longe, tendo-se constituído esse país como um refúgio pacífico para cientistas, militares e outros foragidos nazis.\nEmbora neste país, entre 1985- 1986, e após muita pressão política e popular, se tenha realizado uma investigação sobre o assunto, na altura designada de Comissão Deschênes, chegando-se mesmo a uma compilação de nomes, a verdade é que o trabalho deixou muito a desejar e foi realizado para produzir resultados, no mínimo, ambíguos.\nA comissão não investigou materiais mantidos na União Soviética ou em países do Bloco de Leste, potencialmente perdendo evidências cruciais que aí se encontravam; o Juiz Deschênes estabeleceu condições rigorosas para consultar evidências desses países, mas tendo a resposta soviética para a consulta chegado apenas em junho de 1986, tal foi considerado tarde demais para a comissão viajar e examinar, o que deixa antever que o levantamento da realidade material não constituía, talvez, o objectivo principal da missão.\nA comissão não investigou uma lista de 38 nomes adicionais fornecida no final do inquérito, devido ao que considerou como restrições temporais; ficou incompleta a investigação de uma lista de 71 cientistas e técnicos alemães; a segunda parte do relatório final da comissão, contendo alegações contra indivíduos específicos e recomendações sobre como proceder em certos casos, permanece confidencial e não foi divulgada ao público; uma cópia não editada do relatório de Alti Rodal para a Comissão Deschênes, que contém relatos detalhados de como criminosos de guerra entraram no Canadá e a responsabilidade do governo em sua entrada, não foi totalmente divulgada; os arquivos do Departamento de Justiça e da Polícia Montada Real Canadense sobre criminosos de guerra nazis mantidos por essas agências não foram tornados públicos; as provas das actividades anteriores dos membros da Divisão da Galiza não foram examinadas, nomeadamente as que referiam potenciais crimes de guerra cometidos em outras unidades policiais alemãs antes de se juntarem à divisão; Um estudo secreto conduzido pela comissão descobriu que autoridades britânicas e americanas transportaram para o Canadá colaboradores nazis, vindos da Europa Oriental, logo após a Segunda Guerra Mundial sem informar o governo canadiano e com um escrutínio mínimo.\nAinda hoje a retenção destas provas conduz a debates contínuos sobre a precisão e a integridade do trabalho da comissão, com muitos argumentando que, ao invés, o trabalho da comissão ajudou a encobrir o registo histórico sobre criminosos de guerra nazis no Canadá. Parece que a Comissão Deschênes mais visou branquear o passado, do que avaliá-lo e julgar os crimes cometidos.\nTodo este dossier foi reactivado aquando da polémica relativa à recepção de Yaroslav Hunka no parlamento canadiano. As acusações de branqueamento têm-se multiplicado, o que não admira, considerando que foi essa a comissão que declarou os membros da Divisão da Galicia Waffen SS como inocentes da prática de crimes de guerra, pois, segundo arguiu, haviam sido examinados aquando da sua admissão no país.\nActualmente, após toda esta pressão, argumenta-se que a divulgação total do trabalho da comissão para além de poder deixar marcas na credibilidade do governo canadiano, pode ainda “ajudar a Rússia”, na medida em que ajuda a reforçar a narrativa de “desnazificação” do Kremlin. Ora, não era algo que não se soubesse, o problema não é conhecer a verdade, o problema consiste em diabolizar a Rússia, descredibilizar a sua versão dos factos e justificar a continuação da guerra.\nO que esta realidade demonstra, mais do que nunca e especialmente quando ouvimos Blinken referir que os EUA são um país do ártico e que quer formar com o Canadá e os países europeus bálticos, uma organização para manter aquela região “livre de conflitos” (agora seria hora de dar umas fortes gargalhadas), é que o Canadá não apenas constituiu um importante “armazém museológico” para preservação, protecção e recuperação dos activos nazis, como agora passa também a fazer parte da “cintura sanitária” que os EUA promovem à volta da Rússia. Tudo isto também demonstra que o Canadá não passa de uma república das bananas e um campo de retiro dos activos humanos importantes para o imperialismo anglo-americano.\nO que nos ensina esta triste realidade é que o revisionismo histórico que visou comparar o comunismo ao nazismo não visou apenas normalizar o segundo e desabilitar historicamente o primeiro, apagando a contribuição da URSS a vitória aliada na segunda guerra mundial. Visou muito mais do que isso. Visou criar uma barreira repulsiva entre a Rússia e os que seriam, geograficamente, os seus aliados naturais, os países europeus… Coincidentemente, para os que acusam Putin de ser “fascista” e de “extrema direita”, é a Europa dos “valores” e da “democracia” quem fica do lado nazi…\nA recuperação do nazismo não coloca apenas a Rússia do outro lado…. Coloca-nos a todos, os povos ocidentais, ao lado e sob a influência nazi-fascista!"
  },
  {
    "id": "",
    "title": "¿Podría ser Palestina el catalizador de un renacimiento islámico?",
    "link": "https://strategic-culture.su/news/2024/10/14/podria-ser-palestina-el-catalizador-de-un-renacimiento-islamico/",
    "published": "2024-10-14T13:45:29.000Z",
    "description": "Es imposible contar con los regímenes árabes corruptos -el eslabón débil- para detener el genocidio de Gaza, escribe Pepe Escobar.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Pepe Escobar"
    ],
    "authors": [
      {
        "name": "Pepe Escobar"
      }
    ],
    "fullContent": "Es imposible contar con los regímenes árabes corruptos -el eslabón débil- para detener el genocidio de Gaza, escribe Pepe Escobar.\nÚnete a nosotros en Telegram , Twitter  y VK .\nEscríbenos: info@strategic-culture.su\nESTAMBUL – De todos los innumerables análisis en las tierras del Islam sobre el profundo significado del fatídico Al-Toofan (Diluvio de Al-Aqsa) del 7 de octubre de 2023, destaca éste: un ciclo de conferencias en Estambul a principios de esta semana, incluido el 7 de octubre, titulado Palestina: la Linterna del Renacimiento de la Civilización, vinculado al Foro de Kuala Lumpur para el Pensamiento y la Civilización.\nLlámalo asociación Malasia-Turquía: El Sudeste Asiático se encuentra con Asia Occidental, una ilustración gráfica del mundo multinodal que se congregará en menos de dos semanas en Kazán, capital de la Rusia musulmana, para la tan esperada cumbre de los BRICS bajo presidencia rusa. Significativamente, la centralidad de Gaza no se debatió en Doha, Riad o Abu Dhabi, todos los cuales dispondrían de fondos ilimitados para albergar tales debates.\nEstambul fue una oportunidad única para comparar las opiniones de Osama Hamdan, representante de toda la Resistencia palestina; Numan Kurtulmus, presidente del Parlamento turco; y el principal diplomático de Hamás, Jaled Meshaal, que habló desde Doha sobre la “victoria estratégica” de la Resistencia.\nY a todo ello se sumó un enérgico mensaje del Dr. Mahathir Mohammad, ex Primer Ministro de Malasia y presidente del Foro de Kuala Lumpur.\nEl Dr. Mahathir subrayó que una solución sensata sería “una fuerza de mantenimiento de la paz de la ONU en Gaza que les protegiera”. El principal problema es que la Ummah “no tiene una alternativa a los poderes de veto de la ONU”. De ahí que “los países musulmanes deban unirse, ya que no existen medios para presionar a Israel”.\nPara ilustrar el llamamiento de Mahathir, las naciones de mayoría musulmana sólo son responsables del 6% del PIB mundial y del 6% de las inversiones, mientras que albergan al 25% de la población mundial.\nMahathir propuso audazmente: “podemos negar nuestro petróleo al resto del mundo” y “recuperar los fondos invertidos en bonos en dólares, obligando así a Occidente a actuar” en Gaza. Ahora intenta convencer de ello a MbS en Riad y a MbZ en Abu Dhabi.\nEl formidable Sami al-Arian, palestino nacido en Kuwait, director del Centro de Estudios del Islam y Asuntos Globales (CIGA) en la Universidad Sabahattin Zaim en Estambul, cuya asombrosa historia de vida incluye haber sido perseguido y encarcelado en confinamiento solitario en los EE. UU. como «sospechoso de terrorismo«, resumió la impotencia de las élites políticas árabes cuando se trata de Palestina: después de todo, el mundo árabe «es el eslabón más débil a nivel global», con 63 bases militares solo en Asia Occidental controladas por CENTCOM. Y aun así, «¿qué otra causa puede movilizar a todo el mundo aparte de Palestina?»\nAl-Arian subrayó que el Diluvio de Al-Aqsa “expuso al mundo árabe”, pues la destrucción de Palestina fue “impuesta para convertir a Israel en el hegemón regional”.\nSin embargo, hay un rayo de esperanza: “Mira todas esas cosas que nos dividen. Debemos centrarnos en las organizaciones populares. Olvídate de los gobiernos”.\nAl-Arian, que vive y trabaja en Estambul, abordó de frente uno de los temas clave de la conferencia: la compleja relación entre Turquía y Occidente:\nTurquía está con Occidente, básicamente. No se apoya al 100% a los palestinos. Muchos siguen sometidos a nociones de orientalismo.\nTambién evocó cómo 35 entonces futuras naciones vivían en paz dentro de las fronteras del Imperio Otomano, que abarcaba 35 millones de kilómetros cuadrados.\nEn Palestina, Al-Arian ve tres posibles escenarios en el futuro:\nDe varias conversaciones con académicos e investigadores de Egipto, Sudán, Pakistán, Malasia, Mauritania y Bosnia surgió cierto consenso.\nY luego están las divisiones internas de Israel. El historiador israelí afincado en el Reino Unido Ilan Pappé, autor del seminal La limpieza étnica de Palestina, ofreció un sorprendente y conciso análisis del enfrentamiento entre el Estado de Judea y el Estado de Israel, ya que se considera que los palestinos estorban a una coalición mesiánica neosionista que lleva al extremo la ideología colonial de los colonos.\nPappé sostiene que lo que resultó del éxito del Estado de Judea en las elecciones de noviembre de 2022, al alinearse con Netanyahu, hizo añicos el mito de Israel como ‘ocupante progresista’ y limpiador étnico ‘liberal’. Es imposible conciliar todo eso con un genocidio.\nPappé subrayó cómo\nquieren poner en práctica su idea rápidamente, eliminando cualquier farsa de legalidad, incluida la creación de un “nuevo ministerio para Cisjordania para intensificar la limpieza étnica.\nY todo irá a peor. El peligroso lunático y ministro de Finanzas Bezalel Smotrich declaró en la cadena franco-alemana ARTE:\nQuiero un Estado judío que incluya Jordania, Líbano y partes de Egipto, Siria, Irak y Arabia Saudí. Según nuestros mayores sabios, Jerusalén está destinada a extenderse hasta Damasco.\nLo esencial, añade Pappé, es que en la sociedad israelí posterior a al-Aqsa, “el Estado de Judea está tomando el control: el ejército, los servicios de seguridad, la policía”.\nSu base electoral apoya una guerra regional. Pappé es tajante:\nEl Estado de Israel ya ha desaparecido. Y el Estado de Judea es un Estado suicida. Ya se han ido más de 500.000 israelíes, y podrían ser 700.000. El genocidio y la limpieza étnica son ya hechos probados.\nLa ‘falta de cohesión social’ en una ‘sociedad profundamente dividida’ apunta en última instancia a la ‘desintegración violenta’ de Israel.\nEl profesor Mohammad Marandi, de la Universidad de Teherán, en su intervención en la conferencia y en varias conversaciones privadas, ofreció la síntesis esencial de todo lo que está en juego vinculando a Palestina, Líbano e Irán. Éstas son posiblemente sus ideas clave.\nSobre la resistencia y la responsabilidad personal:\nEn cierto sentido, los mayores héroes son los libaneses, que se arriesgan voluntariamente. Luego, por supuesto, tenemos a Ansarallah en Yemen, que cerró las puertas del comercio al régimen israelí, y lo hizo a un precio enorme. Los estadounidenses ofrecieron a Yemen y Hezbolá concesiones extraordinarias, pero se negaron (…) El régimen israelí bombardea simultáneamente Siria, con regularidad, porque apoya a la Resistencia.\n¿Es capaz de hacer todo esto por sí solo? Por supuesto que no. Cuenta con el apoyo del Occidente colectivo. Ya sea en forma de recopilación de información, ayuda tecnológica, cobertura política, armas.\nSin Occidente, el régimen israelí fracasaría. He animado a la gente, como individuos, a dejar de comprar cualquier mercancía producida en países occidentales. Como individuos, también tenemos una responsabilidad.\nSobre la paciencia estratégica de Irán:\nEn Teherán estamos esperando a que el régimen israelí ataque. E Irán devolverá el golpe con más fuerza. Cuando el régimen bombardeó el consulado iraní en Damasco, sabíamos que, sin Siria, el apoyo a Hamás, la Yihad Islámica y Hezbolá sería muy difícil.\nY las secuelas del 7 de octubre serían mucho más graves de lo que vemos hoy. Tras el atentado de Damasco, Irán contraatacó. Algunos dijeron que esto era insuficiente. Ahora bien, todos sabemos que el objetivo de los iraníes era reunir información sobre las capacidades antiaéreas y de defensa antimisiles.\nY vimos el resultado de ello la semana pasada. Si el régimen ataca Teherán, verá algo mucho peor. Soy optimista sobre el futuro, aunque los próximos días, los próximos meses, serán dolorosos.\nSobre el asesinato de Sayyed Nasralá:\nFui al Líbano en cuanto comenzaron los bombardeos de Shock and Awe. Y estuve allí antes de que asesinaran a Hassan Nasralá, el gran mártir de la Resistencia.\nEstaba literalmente a mil metros de distancia cuando atacaron. Mataron a cientos de personas y derribaron seis torres de apartamentos para asesinar a Sayyed Hassan.\nEsto es lo que el régimen israelí está dispuesto a hacer. Es brutal, es ilegítimo, no podemos tratar con un régimen ilegítimo. Los medios de comunicación occidentales dan una historia increíble y deshonesta.\nVarios de los temas incandescentes tratados en la conferencia se canalizaron en el Centro para el Islam y los Asuntos Globales (CIGA) de la Universidad Zaim, cuando Max Blumenthal, de The Grayzone, presentó su nuevo documental\nAtrocity Inc: How Israel Sells the Destruction of Gaza: un extenso reportaje que destripa la principal narrativa israelí-estadounidense posterior al 7 de octubre, la patraña de los ‘bebés decapitados’ que fue esencial para fabricar el consentimiento en Occidente para el genocidio de Gaza.\nEl ciclo de conferencias de Estambul dejó claras algunas cosas. Es imposible contar con los regímenes árabes corruptos -el eslabón débil- para detener el genocidio de Gaza, que ahora se extiende a los bombardeos en serie del Líbano.\nEs imposible contar con los extremistas psicopatológicos talmúdicos de Tel Aviv para entablar una diplomacia, salvo por la fuerza militar.\nSin embargo, tal vez sea posible que una corriente de opinión pública en toda la Mayoría Global impulse la imposición de severas restricciones prácticas a Atrocity Inc. -por ejemplo, el estrangulamiento económico- y contribuya así, en última instancia, a dar forma al advenimiento de una Palestina soberana en un eje viable del renacimiento de la civilización islámica.\nTraducción: Observatorio de trabajadores en lucha"
  },
  {
    "id": "",
    "title": "Israel’s forgotten terror",
    "link": "https://strategic-culture.su/news/2024/10/14/israel-forgotten-terror/",
    "published": "2024-10-14T13:37:39.000Z",
    "description": "Past US presidents had condemned and tried to reign in Israeli terror. Time is overdue for the current administration to follow their examples.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      ""
    ],
    "authors": [],
    "fullContent": "Past US presidents had condemned and tried to reign in Israeli terror. Time is overdue for the current administration to follow their examples.\nBy Derek LEEBAERT\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nThe International Criminal Court’s (ICJ) January finding of a “plausible genocide” in Gaza, and subsequent ruling that Israel is responsible for an apartheid system in the West Bank and East Jerusalem would not have surprised former Presidents Truman, Eisenhower, Johnson, Carter, or indeed Reagan, who famously denounced Israel’s 1982 levelling of West Beirut to Prime Minister Menachem Begin as a “holocaust”.\nIsrael is the only US ally that has been exercising such oppression and terror for a lifetime. For many years, consecutive American administrations, both Democratic and Republican, condemned Israel’s recurring practice of terror.  Today, however, the Biden-Harris administration has been supporting these practices to the extreme.\nHarry S Truman recognised Israel in May 1948, yet once re-elected in November, wrote of his “disgust” over how “the Jews are approaching the refugee problem”. Then his successor, Dwight Eisenhower, joined Winston Churchill, who’d returned as the UK’s prime minister, to censure Israel in the UN Security Council in November 1953.\nParatroopers under Colonel Ariel Sharon, a future Israeli prime minister, had “shot every man, woman and child they could find,” in the Jordanian-controlled West Bank village of Qibya, according to Time magazine, leaving 69 dead. Prime Minister Ben-Gurion cried “anti-Semitism.”\nEisenhower had Israel censured twice more: In March 1955, after a self-described Israeli “terror unit” bombed US consulate libraries in Cairo and Alexandria, seeking to blame Egypt, followed by an attack on Egyptian-controlled Gaza that killed 38; and in March 1956 over a so-called “retaliation” against Syria that killed 56 soldiers and civilians.\n“Upward of 2,700 Arab infiltrators, and perhaps as many as 5,000, were killed by the [Israeli military], police, and civilians along Israel’s borders between 1949 and 1956,” writes Israeli historian Benny Morris, “the vast majority of those killed were unarmed.” They were shepherds, farmers, Bedouins, and refugees.\nEisenhower was unpersuaded by Israeli ambassador Abba Eban’s claims of self-defence, and Israel would keep inflicting vastly asymmetric episodes of terror for decades.\nIn October 1956, after killing some 49 civilians in the village of Kafir Qasim near Tel Aviv, Israel invaded Egypt and immediately began massacring refugees in Khan Younis and Rafah. Eisenhower responded by declaring that the US would “apply sanctions” on Israel.  When Israel still refused to withdraw from Gaza and Sharm El Sheikh, the US president threatened to block its access to US financial markets. The Israeli retreat followed.\nIn November 1966, Lyndon Johnson once again put “the Palestine Question” on the UN agenda to condemn Israel, this time after a massive attack on Jordan involving more than 3,000 soldiers. “The Israelis have done a great deal of damage to our interests and to their own,” concluded his National Security Adviser W W Rostow, adding that “they’ve wrecked a good system of tacit cooperation.”\nAll-out war followed in 1967, after which Israel occupied the West Bank, Gaza, and East Jerusalem.  The martial law imposed on the Arab population in Israel since the founding of the state was lifted in 1966, but Jimmy Carter described the conditions imposed on Palestinians in the occupied Palestinian territory after the beginning of illegal Israeli settlement there as “apartheid”.\nDespite using a word with such weight, however, the White House did not demand the UN censure Israel. The US had not attempted to sanction Israel even over its illegal settlements which spawned from the 1967 war. Israeli Ambassador to the US Michael Oren explained why in his 2007 book, Power, Faith, and Fantasy: America in the Middle East 1776 to the Present.  In the mid-1970s, he wrote, Israel’s supporters began to achieve “the financial and political clout necessary to sway congressional opinion” – meaning that they had acquired enough power to impede US official opposition to Israel at the UN or elsewhere. Ever since, Israel has taken US backing for granted, no matter the record of wildly disproportionate atrocities.\nIn 1991, Israeli Prime Minister Itzhak Shamir, who had approved the murder of UN negotiator Folke Bernadotte, tried to explain why terrorism was “acceptable” for Jews, but not Arabs: Palestinians are “fighting for land that is not theirs. This is the land of the people of Israel.”\nHamas’s October 7 attack on Israel was distinct. It was the only time that Palestinian resistance groups were able to react to decades of  Israeli terror on a similar scale. In response to the attack, Israeli Prime Minister Benjamin Netanyahu simply doubled down on Israel’s recurring massacre-making, now backed by starvation and disease.  The  US administration took no meaningful action to stop “plausible genocide.”\nAt this time, Israel has also become the only entity in the world that Washington allows to kill US citizens with impunity. The ever-growing list from the West Bank includes Aysenur Ezgi Eygi, Mohammad Khdour, and Shireen Abu Akleh – each killed with a shot to the head. No sanctions or renditions followed their deaths. The White House simply suggested the sniper-killings were “not acceptable” and asked Israel to “investigate” itself. The issue was swiftly dismissed.\nPast US presidents had tried to reign in Israeli behaviour of the sort that statesman Abba Eban came to describe, during Israel’s previous bombing of Beirut, as “wantonly inflicting every possible measure of death and anguish on civilian populations.” Time is overdue for Washington’s decisionmakers to follow those presidents’ examples, and to rescind diplomatic protection as well as weapons exports for Israel.\nOriginal article: Al Jazeera"
  },
  {
    "id": "",
    "title": "The allusion and delusion of Israel’s military plans",
    "link": "https://strategic-culture.su/news/2024/10/14/allusion-and-delusion-of-israel-military-plans/",
    "published": "2024-10-14T12:55:09.000Z",
    "description": "Jeremy Loffredo’ arrest gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Martin Jay"
    ],
    "authors": [
      {
        "name": "Martin Jay"
      }
    ],
    "fullContent": "Jeremy Loffredo’ arrest gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nGiven that western media are so indoctrinated by the elites which control them it’s hard to get a clear picture of what is happening in the Middle East. Yet is it possible that most of what we see is staged and most of what is reported as fact is in fact lies just so as to allow Israel and the West to carry out its nefarious agenda beguiling the naïve western taxpayer into coughing up more for the industrial military complex?\nThe arrest and imprisonment of journalist Jeremy Loffredo was shocking and appalling on many levels. The young Grayzone journalist, a Jewish American, has been to Israel twice and made a number of reports on the atrocities committed by settlers and how the government uses them to stages protests at the Rafah crossing so it can justify blocking aid lorries to Gazans. But more recently he reported on the damage caused by Iran’s hypersonic missile attack on October 1st which Israel wanted to play down; in reality, the damage was much more than Israeli authorities wanted the world to know.\nWhat is especially shocking about his arrest, was that it gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation. One would have thought that there would be scores of reports the following day from them on the damage but it would seem that they just took the word from IDF press people that there was nothing to report. And they were happy to comply. Just how much of what we are seeing is entirely manufactured consent? Is any of it even based vaguely on the truth?\nOf course, the worn-out pretence of Biden that he is not part of the genocide in Gaza or the war in Lebanon has reached its expiry date. No one is buying it. America is not standing on the touchlines. It’s part of the war on every level.\nBut the war that it doesn’t want to be part of in any way is with Iran. The delay now in a response from Israel is not tactical. This is the time it takes for goons in uniform both from the IDF and the Pentagon to pour over maps and come up with a plan which works both for Biden and Netanyahu. Hitting the oil infrastructure is the dumbest idea of all as Biden has worked out that Iran will retaliate by attacking the same infrastructure in the GCC countries as well as sending even more rockets towards Israel’s military sites. Such a reaction could be a double whammy for Tehran as most westerners will be paying crippling prices at the pumps days before Harris goes for the Oval Office. It’s highly unlikely any plan will be agreed to by Biden and Netanyahu may well be happy to wait 5 weeks before he makes any final decision on an Iran strike. Both he and Biden may well be kidding themselves that the plan in Lebanon – to push Hezbollah up to the Litani river agreed in the U.S. resolution 1701 which the Lebanese group never fulfilled – is on course. And just as the Israelis wanted to install their own Christian white supremacist Leader in 1982 as president making it a sort of pseudo colony, history is repeating itself, complete with an admission by a Biden envoy.\nIn an interview on Lebanon’s LBC channel, Biden’s special envoy Amos Hochstein had a Freudian slip, saying: “Once WE elect, select, once Lebanon selects a new president,” pretty damning proof that the U.S. is trying to force Hezbollah out of government by installing a pro-U.S. president. Will we ever get even one decent insightful piece by an American journalist who can lift the lid on what the true plan is for Lebanon?\nAnd what about the region and Israel’s intentions? Given that practically the entire western world has given them impunity on a grand scale, it shouldn’t surprise us if their ambitions are quite big. For Gaza, the killing continues and we are no longer shocked by who is slaughtered now in Jabalia camp where the wounded are just left where they drop and no aid or emergency healthcare workers can get it. Children, schools, hospitals. The price of Arab deaths is practically zero.\nWe should be very sceptical though about western reporting and who pops up with their views albeit incongruously. Tony Blair, not a man most associate with saving lives in the Middle East, has a plan, according to establishment arsewipe Politico. Blair is calling for an international force to police the Gaza strip once the Israelis have made in entirely inhabitable. Given Blair’s links to Israel though, extreme caution should be applied here. Is Israel preparing for some kind of western UN mandate in the Strip – in other words Americans running the show as they did in Afghanistan? The plan is always the same and has always been the same since two Camp David talks offered the Palestinians a peace deal. You can have all of Gaza, but give up your weapons. Or worse, is it that Blair has been given an offer of an obscene amount of money to take on the whole task himself, perhaps with the help of Eric Prince whose private army in waiting is poised to be parachuted into any country in the world where he sees big bucks? It can’t be out ruled as there is only one rule with Israel, which is never think you can’t be shocked again by its depravity. No one quite does depravity like Blair and Netanyau. The million tombstones bear witness to that.\nJeremy Loffredo’ arrest gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nGiven that western media are so indoctrinated by the elites which control them it’s hard to get a clear picture of what is happening in the Middle East. Yet is it possible that most of what we see is staged and most of what is reported as fact is in fact lies just so as to allow Israel and the West to carry out its nefarious agenda beguiling the naïve western taxpayer into coughing up more for the industrial military complex?\nThe arrest and imprisonment of journalist Jeremy Loffredo was shocking and appalling on many levels. The young Grayzone journalist, a Jewish American, has been to Israel twice and made a number of reports on the atrocities committed by settlers and how the government uses them to stages protests at the Rafah crossing so it can justify blocking aid lorries to Gazans. But more recently he reported on the damage caused by Iran’s hypersonic missile attack on October 1st which Israel wanted to play down; in reality, the damage was much more than Israeli authorities wanted the world to know.\nWhat is especially shocking about his arrest, was that it gives a glimpse into just how the hundreds of western journalists in Israel are complicit in Israel’s fake news operation. One would have thought that there would be scores of reports the following day from them on the damage but it would seem that they just took the word from IDF press people that there was nothing to report. And they were happy to comply. Just how much of what we are seeing is entirely manufactured consent? Is any of it even based vaguely on the truth?\nOf course, the worn-out pretence of Biden that he is not part of the genocide in Gaza or the war in Lebanon has reached its expiry date. No one is buying it. America is not standing on the touchlines. It’s part of the war on every level.\nBut the war that it doesn’t want to be part of in any way is with Iran. The delay now in a response from Israel is not tactical. This is the time it takes for goons in uniform both from the IDF and the Pentagon to pour over maps and come up with a plan which works both for Biden and Netanyahu. Hitting the oil infrastructure is the dumbest idea of all as Biden has worked out that Iran will retaliate by attacking the same infrastructure in the GCC countries as well as sending even more rockets towards Israel’s military sites. Such a reaction could be a double whammy for Tehran as most westerners will be paying crippling prices at the pumps days before Harris goes for the Oval Office. It’s highly unlikely any plan will be agreed to by Biden and Netanyahu may well be happy to wait 5 weeks before he makes any final decision on an Iran strike. Both he and Biden may well be kidding themselves that the plan in Lebanon – to push Hezbollah up to the Litani river agreed in the U.S. resolution 1701 which the Lebanese group never fulfilled – is on course. And just as the Israelis wanted to install their own Christian white supremacist Leader in 1982 as president making it a sort of pseudo colony, history is repeating itself, complete with an admission by a Biden envoy.\nIn an interview on Lebanon’s LBC channel, Biden’s special envoy Amos Hochstein had a Freudian slip, saying: “Once WE elect, select, once Lebanon selects a new president,” pretty damning proof that the U.S. is trying to force Hezbollah out of government by installing a pro-U.S. president. Will we ever get even one decent insightful piece by an American journalist who can lift the lid on what the true plan is for Lebanon?\nAnd what about the region and Israel’s intentions? Given that practically the entire western world has given them impunity on a grand scale, it shouldn’t surprise us if their ambitions are quite big. For Gaza, the killing continues and we are no longer shocked by who is slaughtered now in Jabalia camp where the wounded are just left where they drop and no aid or emergency healthcare workers can get it. Children, schools, hospitals. The price of Arab deaths is practically zero.\nWe should be very sceptical though about western reporting and who pops up with their views albeit incongruously. Tony Blair, not a man most associate with saving lives in the Middle East, has a plan, according to establishment arsewipe Politico. Blair is calling for an international force to police the Gaza strip once the Israelis have made in entirely inhabitable. Given Blair’s links to Israel though, extreme caution should be applied here. Is Israel preparing for some kind of western UN mandate in the Strip – in other words Americans running the show as they did in Afghanistan? The plan is always the same and has always been the same since two Camp David talks offered the Palestinians a peace deal. You can have all of Gaza, but give up your weapons. Or worse, is it that Blair has been given an offer of an obscene amount of money to take on the whole task himself, perhaps with the help of Eric Prince whose private army in waiting is poised to be parachuted into any country in the world where he sees big bucks? It can’t be out ruled as there is only one rule with Israel, which is never think you can’t be shocked again by its depravity. No one quite does depravity like Blair and Netanyau. The million tombstones bear witness to that."
  },
  {
    "id": "",
    "title": "Can the SAHEL Alliance cut Africa? An answer from Burkina Faso",
    "link": "https://strategic-culture.su/news/2024/10/14/can-the-sahel-alliance-cut-africa-an-answer-from-burkina-faso/",
    "published": "2024-10-14T12:09:23.000Z",
    "description": "Burkina Faso is demonstrating a driving force for many that was unexpected, Lorenzo Maria Pacini writes.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Lorenzo Maria Pacini"
    ],
    "authors": [
      {
        "name": "Lorenzo Maria Pacini"
      }
    ],
    "fullContent": "Burkina Faso is demonstrating a driving force for many that was unexpected, Lorenzo Maria Pacini writes.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\n‘Africa continues to rise up and delivers surprises. In recent days, several African leaders have made diplomatic trips that are reshaping the geometries of the international chessboard. The SAHEL Alliance states are charting a watershed that could divide Africa in two and determine a new historical course for the entire continent.\nThe African Heartland\nTo understand the geopolitical significance of these events, a premise should be made.\nLet us look at the geography of Africa, the Great Continent: the states of the SAHEL Alliance are, at present, Mauritania, Mali, Burkina Faso, Niger and Chad. The agreement provides for joint and mutual actions against external aggression and internal threats, promotes an adherence to multipolarity, and fights against the remnants of Western colonialism. Geographically speaking, these countries are located in the upper-central part of the continent, between the Tropic of Cancer and the Equator, in the “Heart” (Heartland) of Africa. This initial assumption allows us to go on to define-at least as a primordial attempt-the possible “African Heartland,” adopting Halford Mackinder’s definition of classical geopolitics, so that we can gain a deeper understanding of the events taking place in that macro area.\nAfrica is part of the Island-World, that is, the Earth’s supermass that includes Europe, Asia and Africa, the latter corresponding to the southern flank of the supercontinent. Considering Mackinder’s approach, an important vision of Atlanticist geopolitics is to prevent access to African resources so as to keep Eurasia’s wealth in check. Initially, this would be done not in Africa, but in Eastern Europe itself, fragmenting the borders of the pivotal area; but to the extent that Soviet control in the Heartland did not prove fragile, the thalassocracy had to subjugate the tellurocracy across the Rimland, in the terms defined by Nicholas Spykman, i.e., the entire coastal territorial belt encompassing Europe, North Africa, the Middle East, India, Southeast Asia, along the Sino-Korean coast to the sea. Therefore, even with the Heartland consolidated, the control of Rimland by a hostile power like the U.S. would be enough to suffocate the state in question. This after all is the logic of the fundamental geopolitics of the Yankee presence in Europe, but also of the Vietnam War and the Arab Spring.\nLooking at Africa, the Sahara appears in the late Mackinder as part of a “belt of deserts” whose control allows the creation of a form of “natural barrier.” For Atlanticism it represents an area whose control facilitates the control of Rimland. For Russia it represents an area through which pressure on Rimland can be reduced. In today’s geopolitics, primarily in the works of Aleksandr Dugin, the Sahara countries appear in the context of defending Eurasia as a southern border in the case of an alliance between Russia and Arab-Islamic forces.\nNow, the entire region of the conflict in question, stretching from the Sahel to the Congo River Delta across West Africa, can be defined as a chaotic zone of fragmentation, which is difficult to stabilize, and the powers have difficulty applying any course of action because of ethnic, religious conflicts, the result of long enduring colonialism.\nHowever, the implementation of a Mali-Burkina-Niger alliance, with the support of Algeria and also a branch from the Central African Republic to the DRC, with Russian support, could remove this region from its characteristic “instability” and make it a strategic region, both for the defense of Eurasia through control of the Sahara and for the control of the macro area itself.\nBetter still: for the fully independent and autonomous advent of an African Heartland.\nAt this stage of multipolar transition, the appearance of new Heartlands is a physiological and necessary process for the delicate rebalancing of the new poles.\nPartnerships with Russia and China\nBoth the Russian Federation and the People’s Republic of China have had investments in Africa for a couple of decades already, with very significant active participation, which has been growing in the last couple of years.\nRussia is projecting itself into the Sahel with a move that serves Russian interests and, simultaneously, African interests. Russian interests because it allows it to defend the southern flank of Eurasia and respond to the Rimland dispute; African interests because the stabilization of the disputed region (roughly corresponding to France) makes it possible for integrated regional states to control the African Heartland (in alliance with Russia).\nAnother possible element comes into play, namely, the control of the Sahel and the deconstruction of France as mechanisms to accelerate the collapse of NATO, causing the thalassocracy to lose its Western outpost to pressure from the South combined with European nonconformity.\nIssues such as uranium, gold, oil, etc., are relevant, but they are more about “prizes” than the essence of geopolitics. Only now are the Sahel countries beginning to think in terms of management autonomy in geoeconomic affairs, and still the process is not finished. Eradicating colonialism is a path that realistically requires education for at least a couple of generations.\nChina has invested in infrastructure and social support, promoting high-value regional enrichment that has enabled populations to solve hardships and fight poverty.\nBoth Russia and China are well aware of a geopolitical truth of great importance, perhaps too much underestimated by many analysts: Africa is a huge continent facing the Atlantic and the Mediterranean … thus a gigantic outpost against NATO and the hegemon in general.\nThis should not be underestimated: it would not be absurd to see Africa become a direct adversary of the West, but at the moment it is perhaps more urgent to focus on purifying the entities inherited from colonialism and a still significant foreign presence on the continent.\nBurkina Faso’s courage\nIn line with this strengthening of international relations, Burkina Faso is demonstrating a driving force for many that was unexpected.\nIn recent days, diplomatic delegations have traveled to Moscow to discuss a number of issues kept confidential. The outcome was that new collaborations were announced in trade, culture and the strategic sector. And, most interestingly, in the nuclear sector. In March, Burkina Faso and Russia, through the state energy company Rosatom, discussed a nuclear project in the West African country. Recently, the two sides have begun a dialogue on the prospect of a renewable energy agreement. This new proposal came on the heels of a three-day forum on Russia’s partnership with Burkina Faso, where the road map for starting work was outlined. This means that the Sahel Alliance is getting new sources of energy, and the involvement, seen from the strategic aspect, aims at accelerating African independence and enhancing Russian participation in the continent’s defense.\nPrime Minister Kyelem de Tambela announced the country’s willingness to join the BRICS+ partnership by attending the Kazan Summit. Another African state added to the list of candidates. In the sustained discussion during the three days of meetings, important data emerged that make one think about the attractiveness of BRICS for African states:\nThese may seem like unimportant points, but considered in the context of the countries in question, the deal becomes more than worthwhile. The West has been taking resources away from Africa; Russia is giving instead. Africans will not forget this help.\nCan the Sahel Confederation cut Africa off?\nReturning to geopolitical notions, what is happening will inevitably mark an at least initial division of Africa. The horizontal cut could lead to instabilities in the sub-Saharan part, still strongly linked to the West, creating a barrage with the northern part of the continent, which remains a hotspot of access to Europe, both for migration and for trade routes.\nTo the east, toward the Horn, Africa presents strong instability, with Somalia and Somaliland posing an ongoing risk and influence, including in terms of religious conflicts, that is not easy to manage. Pressure from Arab countries and Western-run terrorism keeps that area, strategically indispensable for pressing Yemen and destabilizing the Arabian Peninsula and the Gulf, in check.\nTo the south, closest to the Sahel, we have southern Africa, which includes the former Katanga region of the Democratic Republic of Congo (DRC), is rich in critical minerals. Here, China is far ahead of the United States in extracting these minerals after concluding agreements more than a decade ago, but the logistics remain complicated and this is where the United States believes it can compete with China. That is the goal of the Lobito Corridor, announced last year during the G20 summit in Delhi.\nThe project, initially planned to connect Zambia and the mineral-rich regions of the DRC with the Atlantic via Angola by modernizing a colonial-era railway, now plans to extend to Tanzania, thus becoming Africa’s first transcontinental railway. The latter country also has its share of mineral wealth and is known for its geopolitical balances.\nAdding a historical curiosity that may help understanding, Tanzania and Zambia had revolutionary socialist governments during the old Cold War, but they were more aligned with China than with the USSR. As evidence of this, they agreed to host the first modern Silk Road, the TAZARA railway, built by the People’s Republic in the 1970s. It has since become dilapidated, but earlier this year, a few months after the announcement of the Lobito Corridor, China proposed a $1 billion renovation, demonstrating that it is ready to compete with the United States. Tanzania can learn much about how best to move into this geopolitical competition from the Central African Republic and Mali, Burkina Faso, and Niger.\nIt remains to be seen how the contours of this competition will evolve, but in any case observers should keep an eye on southern Africa in the future, as there is no other region in the world where the United States is trying to seriously compete with China on the infrastructure and resources front. China has by far the advantage because of the lead it accumulated a decade ago, but the United States is not deterred, which is why it announced the Lobito Corridor last September and is now planning to extend it to Tanzania.\nThe geopolitical balance in this country will play an important role in determining how the situation develops, as will the involvement of the middle powers, particularly India. India is in a unique position to shift the balance of economic influence away from China, not necessarily toward the United States, but in a more neutral direction because of its huge critical mining needs. If successful, India could replicate this policy elsewhere, thus becoming an integral part of its partners’ New Cold War balancing acts. But that is another topic.\nThe Sahel Alliance can for all intents and purposes create an “above” and “below” Africa, as indeed happens when one acquires the hard task of acting as the Heartland of a large area.\nWhat happens next will depend mainly on the ability of these countries in maintaining the integrity of the African ideological struggle, cooperations with friendly states and the ouster of the last remaining invaders.\n "
  },
  {
    "id": "",
    "title": "Israel does what it does; it was always planned this way",
    "link": "https://strategic-culture.su/news/2024/10/14/israel-does-what-does-was-always-planned-this-way/",
    "published": "2024-10-14T11:51:59.000Z",
    "description": "Playing nice’ won’t change its paradigm. Failure does.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Alastair Crooke"
    ],
    "authors": [
      {
        "name": "Alastair Crooke"
      }
    ],
    "fullContent": "Playing nice’ won’t change its paradigm. Failure does.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nWith the assassination of Sayed Hassan Nasrallah and a number of the Hizbullah senior leadership in Beirut – expressly without prior warning being given to the Pentagon – Netanyahu fired the start gun on an implicit Israeli widening of war to – using Israel’s term – the ‘octopus’ tentacles’: Hizbullah in Lebanon; Ansarullah in Yemen; the Syrian government and the Iraqi Hash’ad A-Shaabi forces.\nWell, after the assassination of Ismail Haniyeh and part of Hizbullah’s leadership cadre (including a senior Iranian general), Iran – demonised as the ‘octopus head’ – entered the conflict with a volley of missiles that targeted airfields, military bases and the Mossad HQ – but intentionally caused no deaths.\nIsrael thus made the U.S. (and most of Europe) partners or accomplices to a war now definitively cast as neo-imperialism versus the whole of the non-West. Palestinians – the global icons of the aspiration for national liberation – were to be annihilated from historic Palestine.\nFurther, the bombing in Beirut, and Iran’s riposte to it, now ranges Israel backed and materially supported by the U.S. vs Iran, backed and materially supported by Russia. Israel, the military correspondent of Yedioth Ahronoth warns, ‘must go crazy and strike Iran – because striking Iran “will end the current war”’.\nPlainly, it marks the end to ‘playing nice’ – of incrementally escalating, one calculated step after another – as if playing chess with an opponent who calculates similarly. Both now threaten to take a hammer to the chess board. ‘Chess is over’.\nIt seems that Moscow too, understands that ‘chess’ simply cannot be played when the opponent is no ‘adult’, but a reckless sociopath ready to sweep away the board – to gamble all on an ephemeral ‘great victory’ move.\nLooked at dispassionately, either the Israelis are inviting their own demise by over-extending across seven fronts. Or their hope lies with invoking the threat of their demise as the means to bring in the United States. As with Zelensky in Ukraine, there is ‘no hope’ unless the U.S. adds its fire-power decisively – both Netanyahu and Zelensky assume.\nSo, in West Asia the U.S. is now supporting, no less, than a war against humanity per se, and against the world. This clearly cannot be in America’s self-interest. Do its power-broker Panjandrums realise the possible consequences for it to stand against the World in an act of gross immorality? Netanyahu is betting his house – and now the West’s – on the outcome of his roulette table ‘bet’.\nIs there a sense amongst the Panjandrums that the U.S. is betting on the wrong horse? Whilst it seems there are some contrarians placed at a high level in the U.S. military who do have reservations – as in every ‘war game’ the U.S. loses in the Near East – their voices are few. The wider political class clamours for revenge on Iran.\nThe dilemma of why there are so few opposing voices in Washington has been addressed and explained by Professor Michael Hudson. Hudson explains that matters are not so simple; that context is missing. Professor Hudson’s reply is paraphrased below from two long commentaries (here and here):\n“Everything that’s happened today was planned out just 50 years ago, back in 1974 and 1973. “I worked at the Hudson Institute for about five years, 1972 to ‘76. I sat in on meetings with Uzi Arad, who became Netanyahu’s chief military advisor after heading Mossad. I worked very closely with Uzi there … I want to describe how the whole strategy that led to the United States today, not wanting peace, but wanting Israel to take over the whole Near East, took shape gradually.\n“On one occasion, I brought my mentor, Terrence McCarthy, to the Hudson Institute, to talk about the Islamic worldview, and every two sentences, Uzi would interrupt: “No, no, we’ve got to kill them all”. And other people, members of the Institute, were also just talking continually about killing Arabs”.\nThe strategy of using Israel as the regional battering ram to achieve U.S. (imperial) objectives was worked out essentially in the 1960s by Senator Henry “Scoop” Jackson. Jackson was nicknamed ‘the Senator from Boeing’ for his support for the military-industrial complex. And the military-industrial complex backed him to become chair of the Democratic National Committee. He was too twice an unsuccessful candidate for the Democratic nomination for the 1972 and 1976 Presidential elections.\nWell, he was backed by Herman Kahn too, who became the key strategist for U.S. hegemony in the Hudson Institute.\nInitially, Israel didn’t really play a role in the U.S. plan; Jackson (of Norwegian descent) simply hated communism, he hated the Russians, and had a lot of support within the Democratic Party. But when all of this strategy was being put together, Herman Khan’s great achievement was to convince the U.S. Empire builders that the key to achieving their control in the Middle East was to rely on Israel as its foreign legion.\nAnd that arms-length arrangement enabled the U.S. to play the role, Hudson says, of the ‘good cop’, whilst designating Israel to play its role as ruthless proxy. And that’s why the State Department turned over management of U.S. diplomacy to Zionists – to separate and distinguish Israeli behaviour from the claimed probity of U.S. imperialism.\nHerman Khan described the virtue of Jackson for Zionists to Professor Hudson as precisely that he was not Jewish, a defender of the military complex and a strong opponent of the arms control system that was underway. Jackson fought against arms control – “we’ve got to have war”. And he proceeded to stuff the State Department and other U.S. agencies with neocons (Paul Wolfowitz, Richard Pearl, Douglas Fife, among others), who, from the beginning, planned for a permanent worldwide war. The takeover of government policy was led by Jackson’s former senate aides.\nHerman’s analysis was systems analysis: Firstly, define the overall aim and then work backwards.“Well, you can see what the Israeli policy is today. First of all, you isolate the Palestinians [into] strategic hamlets. That’s what Gaza had already been turned into for the last 15 years”. \n“The aim all along has been to kill them. Or first of all, to make life so unpleasant for them that they’ll emigrate. That’s the easy way. Why would anyone want to stay in Gaza when what’s happening to them is what’s happening today? You’re going to leave. But if they don’t leave, you’re going to have to kill them, ideally by bombing because that minimizes the domestic casualties”, Hudson notes.\n“And nobody seems to have noticed that what is happening in Gaza and the West Bank now – is all based on the “strategic hamlets” idea from the Vietnam war: the fact that you could just divide all of Vietnam into little parts, having guards at all the transition points from one part to another. Everything that Israel is doing to the Palestinians in Gaza and elsewhere throughout Israel was pioneered in Vietnam”.\nIf you analysed these neo-cons, Hudson relates,\n“they had a virtual religion. I met many at the Hudson Institute; some of them, or their fathers, were Trotskyists. And they picked up Trotsky’s idea of permanent revolution. That is, an unfolding revolution – whereas Trotsky said began in Soviet Russia was going to spread around the world: The neo-cons adapted this and said, “No, the permanent Revolution is the American Empire – it’s going to expand, and expand and nothing can stop us – to the entire world”.\nThe Scoop Jackson neo-cons were brought in – from the beginning – to do exactly what they’re doing today. To empower Israel as America’s proxy, to conquer the oil-producing countries, and make them part of greater Israel.\n“And the aim of the United States was always oil. That meant the United States had to secure the Near East and there were two proxy armies to do it. And these two armies fought together as allies, down to today. On the one hand, the al-Qaeda jihadis, on the other hand, their managers, the Israelis, hand in hand”.\n“[W]hat we’re seeing is, as I said, a charade that somehow what Israel is doing is “all Netanyahu’s fault, all the fault of the Right-wing there” – and yet from the very beginning they were promoted, supported with huge amounts of money, all of the bombs they needed, all the armaments they needed, all the funding they needed … All of that was given to them precisely to do exactly what they’re doing today”.\n“No, there can’t be a two-state solution because Netanyahu said, “We hate the Gazans, we hate the Palestinians, we hate the Arabs – there cannot be a two-state solution and here’s my map,” before the United Nations, “here’s Israel: there’s no one who’s not Jewish in Israel – we’re a Jewish state” – he comes right out and says it”.\nHudson then gets to the bottom of it all. He points us to the fundamental game-changer: Why it is difficult for the U.S. to change its approach – the Vietnam War had shown that any attempted conscription by western democracies was not viable. Lyndon Johnson in 1968 had to withdraw from running for election precisely because everywhere he would go, there would be non-stop stop-the-war demonstrations.\nThe ‘bedrock’ which Hudson underlines, is the understanding that western democracies no longer can field a domestic army through conscription. ‘And what that means is that today’s tactics are limited to bombing, but not occupying countries.Thus, Israel – whose forces are limited – can drop bombs on Gaza and Hezbollah, and try to knock out things, but neither the Israeli army, nor any other army, would really be able to invade and try to take over a country, or even south Lebanon – in the way that armies did in World War II – so the U.S. drew the lesson. It turned to proxies’.\n“So what is left for the United States? Well, I think there’s only one form of non-atomic war that democracies can afford, and that’s terrorism [i.e positively seeking huge collateral deaths]. And I think you should look at Ukraine and Israel as the terrorist alternative to atomic war”, Hudson suggests.\nThe bottom line, he notes, is what then does this imply with Israel continuing to insist on engaging the U.S. in its regional war? The U.S. is not going to send troops. It can’t do that. The ruling cadre have tried terrorism and the result of terrorism is to align the rest of the world against the West, appalled by the wanton killing and by the breaking of all of the rules of war.\nHudson concludes, “I don’t see Congress being reasonable. I think that the State Department and the National Security Agency and the Democratic Party leadership, with its basis in the military-industrial complex, is absolutely committed”.\nThe latter might say “Well, who wants to live in a world where we can’t control? Who wants to live in a world where other countries are independent, where they have their own policy? Who wants to live in a world where we can’t siphon off their economic surplus for us? If we can’t take everything and dominate the world, well, who wants to live in that kind of a world?”\nThat’s the mentality with which we’re dealing; ‘Playing nice’ won’t change that paradigm. Failure does.\nPlaying nice’ won’t change its paradigm. Failure does.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nWith the assassination of Sayed Hassan Nasrallah and a number of the Hizbullah senior leadership in Beirut – expressly without prior warning being given to the Pentagon – Netanyahu fired the start gun on an implicit Israeli widening of war to – using Israel’s term – the ‘octopus’ tentacles’: Hizbullah in Lebanon; Ansarullah in Yemen; the Syrian government and the Iraqi Hash’ad A-Shaabi forces.\nWell, after the assassination of Ismail Haniyeh and part of Hizbullah’s leadership cadre (including a senior Iranian general), Iran – demonised as the ‘octopus head’ – entered the conflict with a volley of missiles that targeted airfields, military bases and the Mossad HQ – but intentionally caused no deaths.\nIsrael thus made the U.S. (and most of Europe) partners or accomplices to a war now definitively cast as neo-imperialism versus the whole of the non-West. Palestinians – the global icons of the aspiration for national liberation – were to be annihilated from historic Palestine.\nFurther, the bombing in Beirut, and Iran’s riposte to it, now ranges Israel backed and materially supported by the U.S. vs Iran, backed and materially supported by Russia. Israel, the military correspondent of Yedioth Ahronoth warns, ‘must go crazy and strike Iran – because striking Iran “will end the current war”’.\nPlainly, it marks the end to ‘playing nice’ – of incrementally escalating, one calculated step after another – as if playing chess with an opponent who calculates similarly. Both now threaten to take a hammer to the chess board. ‘Chess is over’.\nIt seems that Moscow too, understands that ‘chess’ simply cannot be played when the opponent is no ‘adult’, but a reckless sociopath ready to sweep away the board – to gamble all on an ephemeral ‘great victory’ move.\nLooked at dispassionately, either the Israelis are inviting their own demise by over-extending across seven fronts. Or their hope lies with invoking the threat of their demise as the means to bring in the United States. As with Zelensky in Ukraine, there is ‘no hope’ unless the U.S. adds its fire-power decisively – both Netanyahu and Zelensky assume.\nSo, in West Asia the U.S. is now supporting, no less, than a war against humanity per se, and against the world. This clearly cannot be in America’s self-interest. Do its power-broker Panjandrums realise the possible consequences for it to stand against the World in an act of gross immorality? Netanyahu is betting his house – and now the West’s – on the outcome of his roulette table ‘bet’.\nIs there a sense amongst the Panjandrums that the U.S. is betting on the wrong horse? Whilst it seems there are some contrarians placed at a high level in the U.S. military who do have reservations – as in every ‘war game’ the U.S. loses in the Near East – their voices are few. The wider political class clamours for revenge on Iran.\nThe dilemma of why there are so few opposing voices in Washington has been addressed and explained by Professor Michael Hudson. Hudson explains that matters are not so simple; that context is missing. Professor Hudson’s reply is paraphrased below from two long commentaries (here and here):\n“Everything that’s happened today was planned out just 50 years ago, back in 1974 and 1973. “I worked at the Hudson Institute for about five years, 1972 to ‘76. I sat in on meetings with Uzi Arad, who became Netanyahu’s chief military advisor after heading Mossad. I worked very closely with Uzi there … I want to describe how the whole strategy that led to the United States today, not wanting peace, but wanting Israel to take over the whole Near East, took shape gradually.\n“On one occasion, I brought my mentor, Terrence McCarthy, to the Hudson Institute, to talk about the Islamic worldview, and every two sentences, Uzi would interrupt: “No, no, we’ve got to kill them all”. And other people, members of the Institute, were also just talking continually about killing Arabs”.\nThe strategy of using Israel as the regional battering ram to achieve U.S. (imperial) objectives was worked out essentially in the 1960s by Senator Henry “Scoop” Jackson. Jackson was nicknamed ‘the Senator from Boeing’ for his support for the military-industrial complex. And the military-industrial complex backed him to become chair of the Democratic National Committee. He was too twice an unsuccessful candidate for the Democratic nomination for the 1972 and 1976 Presidential elections.\nWell, he was backed by Herman Kahn too, who became the key strategist for U.S. hegemony in the Hudson Institute.\nInitially, Israel didn’t really play a role in the U.S. plan; Jackson (of Norwegian descent) simply hated communism, he hated the Russians, and had a lot of support within the Democratic Party. But when all of this strategy was being put together, Herman Khan’s great achievement was to convince the U.S. Empire builders that the key to achieving their control in the Middle East was to rely on Israel as its foreign legion.\nAnd that arms-length arrangement enabled the U.S. to play the role, Hudson says, of the ‘good cop’, whilst designating Israel to play its role as ruthless proxy. And that’s why the State Department turned over management of U.S. diplomacy to Zionists – to separate and distinguish Israeli behaviour from the claimed probity of U.S. imperialism.\nHerman Khan described the virtue of Jackson for Zionists to Professor Hudson as precisely that he was not Jewish, a defender of the military complex and a strong opponent of the arms control system that was underway. Jackson fought against arms control – “we’ve got to have war”. And he proceeded to stuff the State Department and other U.S. agencies with neocons (Paul Wolfowitz, Richard Pearl, Douglas Fife, among others), who, from the beginning, planned for a permanent worldwide war. The takeover of government policy was led by Jackson’s former senate aides.\nHerman’s analysis was systems analysis: Firstly, define the overall aim and then work backwards.“Well, you can see what the Israeli policy is today. First of all, you isolate the Palestinians [into] strategic hamlets. That’s what Gaza had already been turned into for the last 15 years”. \n“The aim all along has been to kill them. Or first of all, to make life so unpleasant for them that they’ll emigrate. That’s the easy way. Why would anyone want to stay in Gaza when what’s happening to them is what’s happening today? You’re going to leave. But if they don’t leave, you’re going to have to kill them, ideally by bombing because that minimizes the domestic casualties”, Hudson notes.\n“And nobody seems to have noticed that what is happening in Gaza and the West Bank now – is all based on the “strategic hamlets” idea from the Vietnam war: the fact that you could just divide all of Vietnam into little parts, having guards at all the transition points from one part to another. Everything that Israel is doing to the Palestinians in Gaza and elsewhere throughout Israel was pioneered in Vietnam”.\nIf you analysed these neo-cons, Hudson relates,\n“they had a virtual religion. I met many at the Hudson Institute; some of them, or their fathers, were Trotskyists. And they picked up Trotsky’s idea of permanent revolution. That is, an unfolding revolution – whereas Trotsky said began in Soviet Russia was going to spread around the world: The neo-cons adapted this and said, “No, the permanent Revolution is the American Empire – it’s going to expand, and expand and nothing can stop us – to the entire world”.\nThe Scoop Jackson neo-cons were brought in – from the beginning – to do exactly what they’re doing today. To empower Israel as America’s proxy, to conquer the oil-producing countries, and make them part of greater Israel.\n“And the aim of the United States was always oil. That meant the United States had to secure the Near East and there were two proxy armies to do it. And these two armies fought together as allies, down to today. On the one hand, the al-Qaeda jihadis, on the other hand, their managers, the Israelis, hand in hand”.\n“[W]hat we’re seeing is, as I said, a charade that somehow what Israel is doing is “all Netanyahu’s fault, all the fault of the Right-wing there” – and yet from the very beginning they were promoted, supported with huge amounts of money, all of the bombs they needed, all the armaments they needed, all the funding they needed … All of that was given to them precisely to do exactly what they’re doing today”.\n“No, there can’t be a two-state solution because Netanyahu said, “We hate the Gazans, we hate the Palestinians, we hate the Arabs – there cannot be a two-state solution and here’s my map,” before the United Nations, “here’s Israel: there’s no one who’s not Jewish in Israel – we’re a Jewish state” – he comes right out and says it”.\nHudson then gets to the bottom of it all. He points us to the fundamental game-changer: Why it is difficult for the U.S. to change its approach – the Vietnam War had shown that any attempted conscription by western democracies was not viable. Lyndon Johnson in 1968 had to withdraw from running for election precisely because everywhere he would go, there would be non-stop stop-the-war demonstrations.\nThe ‘bedrock’ which Hudson underlines, is the understanding that western democracies no longer can field a domestic army through conscription. ‘And what that means is that today’s tactics are limited to bombing, but not occupying countries.Thus, Israel – whose forces are limited – can drop bombs on Gaza and Hezbollah, and try to knock out things, but neither the Israeli army, nor any other army, would really be able to invade and try to take over a country, or even south Lebanon – in the way that armies did in World War II – so the U.S. drew the lesson. It turned to proxies’.\n“So what is left for the United States? Well, I think there’s only one form of non-atomic war that democracies can afford, and that’s terrorism [i.e positively seeking huge collateral deaths]. And I think you should look at Ukraine and Israel as the terrorist alternative to atomic war”, Hudson suggests.\nThe bottom line, he notes, is what then does this imply with Israel continuing to insist on engaging the U.S. in its regional war? The U.S. is not going to send troops. It can’t do that. The ruling cadre have tried terrorism and the result of terrorism is to align the rest of the world against the West, appalled by the wanton killing and by the breaking of all of the rules of war.\nHudson concludes, “I don’t see Congress being reasonable. I think that the State Department and the National Security Agency and the Democratic Party leadership, with its basis in the military-industrial complex, is absolutely committed”.\nThe latter might say “Well, who wants to live in a world where we can’t control? Who wants to live in a world where other countries are independent, where they have their own policy? Who wants to live in a world where we can’t siphon off their economic surplus for us? If we can’t take everything and dominate the world, well, who wants to live in that kind of a world?”\nThat’s the mentality with which we’re dealing; ‘Playing nice’ won’t change that paradigm. Failure does."
  },
  {
    "id": "",
    "title": "Ex-secretário-geral da OTAN estupidamente celebra seu próprio fracasso em alcançar a segurança",
    "link": "https://strategic-culture.su/news/2024/10/13/ex-secretario-geral-otan-estupidamente-celebra-seu-proprio-fracasso-em-alcancar-seguranca/",
    "published": "2024-10-13T16:02:55.000Z",
    "description": "Stoltenberg foi responsável por uma das administrações mais catastróficas da história da OTAN, levando a organização a um sério conflito com a Federação Russa.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Lucas Leiroz"
    ],
    "authors": [
      {
        "name": "Lucas Leiroz"
      }
    ],
    "fullContent": "Stoltenberg foi responsável por uma das administrações mais catastróficas da história da OTAN, levando a organização a um sério conflito com a Federação Russa.\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nVocê pode seguir Lucas no X (ex-Twitter) e Telegram.\nJens Stoltenberg finalmente já não é mais o líder. Isto não é necessariamente uma notícia boa, já que o novo secretário geral parece ser ainda mais belicoso que o anterior e promete políticas que facilmente levariam a um desastre estratégico nas atuais tensões entre a aliança atlântica e a Federação Russa. Contudo, é inegável que está agora terminada uma das piores administrações da história da OTAN – e aquela que mais chegou perto de um confronto aberto com Moscou.\nRecentemente, Stoltenberg fez alguns pronunciamentos vangloriando-se de seus supostos “feitos” como líder da OTAN. Ele afirma que sob sua administração a aliança alcançou o maior número de soldados no flanco oriental em toda sua história. Stoltenberg também elogiou a si próprio pelo sucesso em permitir a entrada de países como Finlândia e Suécia e de expandir significativamente o número de tropas em prontidão de combate para caso de um eventual cenário de guerra.\nDe fato, Stoltenberg parece se vangloriar de seu próprio fracasso. Foi com ele que a OTAN viu começar na Europa o maior conflito do continente desde as Guerras Mundiais, chegando a uma situação crítica na arquitetura regional de segurança. Estas tensões, que podem a qualquer momento escalar para o nível de uma guerra aberta com envolvimento ocidental direto, são consequência precisamente das políticas irresponsáveis implementadas durante a administração desastrosa de Stoltenberg.\nA expansão da OTAN para o oriente europeu, tanto em termos de novos membros quanto em termos de tropas disponíveis, não é algo a ser celebrado, senão lamentado. Foi precisamente esta expansão que gerou o conflito atual. Se Stoltenberg fosse de fato um líder racional, prudente e com senso estratégico forte, ele teria sido hábil para usar a diplomacia com os países membros e negociar uma diminuição na suicida política de “contenção” da Rússia. Mas, pelo contrário, Stoltenberg endossou tudo isso e foi ativo na piora da crise da Ucrânia, contribuindo significativamente para o agravamento das tensões e o começo da guerra atual.\nMais do que isso, ele não foi eficiente em parar a sede de guerra dos países membros, consentindo com o começo do apoio total da OTAN ao regime de Kiev. Este apoio agora está em seu ponto mais crítico, já que os países da aliança estão perto de autorizar o uso de armas de longo alcance contra alvos civis russos – o que poderia levar a uma guerra mundial nuclear. Stoltenberg, mesmo já fora do cargo, tem parcela de culpa nisso pois foi sob sua administração que esta loucura anti-russa foi lançada pela OTAN.\nAlém disso, é preciso enfatizar que a aliança nunca esteve tão frágil. Ao contrário do que diz a propaganda de guerra ocidental, as políticas anti-russas não são estrategicamente benéficas para a OTAN. Pelo contrário, além de ameaçar a paz global, estas medidas colocam em risco a própria estabilidade da aliança. A OTAN não está “mais forte e unida”, como diz o ex-secretário geral, mas em seu momento mais frágil e delicado.\nNo campo de batalha, as forças russas destroem equipamento – e tropas disfarçadas de “mercenários” – da OTAN todos os dias. EUA e Europa já não têm capacidade de continuar apoiando Kiev continuamente, dado o grande número de perdas nas linhas de frente, mas, ao mesmo tempo, a aliança não é capaz de encerrar este apoio, caindo em um ciclo vicioso de violência e derrotas. Além disso, países insatisfeitos com a situação, como Hungria e Eslováquia, já começam a criar uma postura dissidente dentro da própria OTAN, ameaçando a estabilidade do bloco em longo prazo.\nNo fim, foi com Stoltenberg que a OTAN, buscando a irracional “expansão a Oriente” alcançou seu estágio atual de fraqueza, desmoralização e desunião. E, para tornar tudo ainda mais catastrófico, uma guerra mundial aberta ainda pode surgir como consequência tardia das ações da OTAN ao longo dos últimos dez anos.\nEm vez de celebrar seu próprio fracasso como líder, Stoltenberg deveria simplesmente agradecer por ter tido a oportunidade de deixar o cargo antes do pior cenário surgir.\nStoltenberg foi responsável por uma das administrações mais catastróficas da história da OTAN, levando a organização a um sério conflito com a Federação Russa.\nJunte-se a nós no Telegram , Twitter  e VK .\nEscreva para nós: info@strategic-culture.su\nVocê pode seguir Lucas no X (ex-Twitter) e Telegram.\nJens Stoltenberg finalmente já não é mais o líder. Isto não é necessariamente uma notícia boa, já que o novo secretário geral parece ser ainda mais belicoso que o anterior e promete políticas que facilmente levariam a um desastre estratégico nas atuais tensões entre a aliança atlântica e a Federação Russa. Contudo, é inegável que está agora terminada uma das piores administrações da história da OTAN – e aquela que mais chegou perto de um confronto aberto com Moscou.\nRecentemente, Stoltenberg fez alguns pronunciamentos vangloriando-se de seus supostos “feitos” como líder da OTAN. Ele afirma que sob sua administração a aliança alcançou o maior número de soldados no flanco oriental em toda sua história. Stoltenberg também elogiou a si próprio pelo sucesso em permitir a entrada de países como Finlândia e Suécia e de expandir significativamente o número de tropas em prontidão de combate para caso de um eventual cenário de guerra.\nDe fato, Stoltenberg parece se vangloriar de seu próprio fracasso. Foi com ele que a OTAN viu começar na Europa o maior conflito do continente desde as Guerras Mundiais, chegando a uma situação crítica na arquitetura regional de segurança. Estas tensões, que podem a qualquer momento escalar para o nível de uma guerra aberta com envolvimento ocidental direto, são consequência precisamente das políticas irresponsáveis implementadas durante a administração desastrosa de Stoltenberg.\nA expansão da OTAN para o oriente europeu, tanto em termos de novos membros quanto em termos de tropas disponíveis, não é algo a ser celebrado, senão lamentado. Foi precisamente esta expansão que gerou o conflito atual. Se Stoltenberg fosse de fato um líder racional, prudente e com senso estratégico forte, ele teria sido hábil para usar a diplomacia com os países membros e negociar uma diminuição na suicida política de “contenção” da Rússia. Mas, pelo contrário, Stoltenberg endossou tudo isso e foi ativo na piora da crise da Ucrânia, contribuindo significativamente para o agravamento das tensões e o começo da guerra atual.\nMais do que isso, ele não foi eficiente em parar a sede de guerra dos países membros, consentindo com o começo do apoio total da OTAN ao regime de Kiev. Este apoio agora está em seu ponto mais crítico, já que os países da aliança estão perto de autorizar o uso de armas de longo alcance contra alvos civis russos – o que poderia levar a uma guerra mundial nuclear. Stoltenberg, mesmo já fora do cargo, tem parcela de culpa nisso pois foi sob sua administração que esta loucura anti-russa foi lançada pela OTAN.\nAlém disso, é preciso enfatizar que a aliança nunca esteve tão frágil. Ao contrário do que diz a propaganda de guerra ocidental, as políticas anti-russas não são estrategicamente benéficas para a OTAN. Pelo contrário, além de ameaçar a paz global, estas medidas colocam em risco a própria estabilidade da aliança. A OTAN não está “mais forte e unida”, como diz o ex-secretário geral, mas em seu momento mais frágil e delicado.\nNo campo de batalha, as forças russas destroem equipamento – e tropas disfarçadas de “mercenários” – da OTAN todos os dias. EUA e Europa já não têm capacidade de continuar apoiando Kiev continuamente, dado o grande número de perdas nas linhas de frente, mas, ao mesmo tempo, a aliança não é capaz de encerrar este apoio, caindo em um ciclo vicioso de violência e derrotas. Além disso, países insatisfeitos com a situação, como Hungria e Eslováquia, já começam a criar uma postura dissidente dentro da própria OTAN, ameaçando a estabilidade do bloco em longo prazo.\nNo fim, foi com Stoltenberg que a OTAN, buscando a irracional “expansão a Oriente” alcançou seu estágio atual de fraqueza, desmoralização e desunião. E, para tornar tudo ainda mais catastrófico, uma guerra mundial aberta ainda pode surgir como consequência tardia das ações da OTAN ao longo dos últimos dez anos.\nEm vez de celebrar seu próprio fracasso como líder, Stoltenberg deveria simplesmente agradecer por ter tido a oportunidade de deixar o cargo antes do pior cenário surgir."
  },
  {
    "id": "",
    "title": "The truth, the whole truth and nothing but the truth: The cycle of unholy coincidences between the security state and disturbed lone wolf assassins",
    "link": "https://strategic-culture.su/news/2024/10/13/truth-whole-truth-nothing-but-truth-cycle-unholy-coincidences-between-security-state-and-disturbed-lone-wolf-assassins/",
    "published": "2024-10-13T15:56:46.000Z",
    "description": "“Breaking trauma cycles” is the phrase du jour, yet there’s almost no focus on breaking societal cycles.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Kayla Carman"
    ],
    "authors": [
      {
        "name": "Kayla Carman"
      }
    ],
    "fullContent": "“Breaking trauma cycles” is the phrase du jour, yet there’s almost no focus on breaking societal cycles.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nIn the contemporary West, there’s an obsessive focus on psychology, childhood trauma, and breaking cycles. The emphasis is squarely on the self, with the belief that if individuals can break generational patterns by consciously exploring the rabbit hole of their inner wholeness, they’ll evolve into better, more enlightened humans—and society, as a whole, will “level up.” Western society is beholden to this theory without noticing the glaring holes within it. If we’re all to become more whole, then our institutions must also reflect wholeness and decency, rather than glorifying greed and power. Instead, we see systems rewarding the most morally bankrupt among us, legitimising their continued unholy existence. “Breaking trauma cycles” is the phrase du jour, yet there’s almost no focus on breaking societal cycles. In fact, most history curricula fail to teach the cyclical nature of history or the Hegelian dialectic that explains cause and consequence over time.\nPolybius, one of the earliest historians to write about the cyclical nature of politics and history, once stated, “Since the masses of the people are inconstant, full of unruly desires, passionate, and reckless of consequences, they must be filled with fears to keep them in order. The ancients did well, therefore, to invent gods and the belief in punishment after death.” Just look at the modern news cycle for proof of how this tactic persists today. The relevance of Polybius’ insight becomes even more pertinent when you consider that he wrote it during the decline of the Hellenistic empire—just as it was collapsing into the black hole of history—and holy sh*t that’s eerily applicable as we watch the fall of U.S. hegemony in real time. Western society’s fixation on the self and the use of scare tactics by institutions to maintain control inevitably leads to deceptions surrounding the conspiratorial and collaborative causes of events designed to induce fear. The narrative often attributes the cause of disruptive events to a “disturbed” individual, to wholly deflect from the all-encompassing truth, which, on the whole, is often far more disturbing.\nTake, for example, the first assassination attempt on former President Donald Trump. The official narrative of Crooks, a lone teenage gunman—disturbed, of course—crumbles under scrutiny. The behaviour of the security detail that day, the delayed response after the threat was identified, and the gunman’s ability to get into position, firearm and ladder in hand, are all deeply suspicious. That he appeared in a Blackrock promo video only raises further questions. We’ll get to the role of “banksters” soon enough, but citizen journalists have uncovered links between the gunman and phone calls to an FBI office, both months and days before Trump’s Pennsylvania rally. Only a conspiracy nut could conjure such nonsense that the security state may have been involved because, of course, it’s highly regular for most teenagers to be involved in some capacity with Blackrock and the FBI, and only a wholly rabbitholed kook could see the cyclical pattern of this narrative.\nConsider Lee Harvey Oswald, perhaps the most famous “disturbed” lonewolf of all. We’re asked to believe that this unhinged man somehow outsmarted an entire Secret Service detail to assassinate a president he claimed to admire. Oddly, Oswald’s little green address book notes that Kennedy wasn’t even his intended target, suggesting that the death of arguably the most popular president in U.S. history might have been accidental. Coincidentally, Oswald, a former Marine, allegedly defected to the USSR after becoming disillusioned with American propaganda. His own writings suggest he was on a secret mission for the CIA, working as an informant within Russia. Whether or not this is true, Oswald’s links to the military-industrial complex should be a glaring red flag to anyone with critical faculties. How many people have even minor connections to the security state? Probably less than 0.01%, yet these ties keep emerging in case after case involving infamous, high-profile assassins.\nThe connections between Charles Manson, MKUltra, and the security state were long dismissed as conspiracy theory. But documents now confirm Manson’s involvement in MKUltra, as well as his curious meetings with his parole officer—who, it turns out, shared office space with one of the program’s leaders. Despite multiple parole violations, Manson was never returned to prison. Why? The security state’s best-case motive seems to be that they allowed Manson to cultivate a murderous cult to sow fear. The establishment feared that groups like the Black Panthers, along with the anti-war movement in Hollywood, posed a threat to the old institutions of power. So, they induced a climate of fear within the people to prevent unity, utilising identity politics and racial baiting to create division and distrust, destroying any mounting threat to the old hegemony. Does this tactic sound familiar?\nSimilarly, the cycle of disturbed young men committing atrocities to terrify the public remains a powerful tool of control. Look at Timothy McVeigh and the Oklahoma City bombing. The official narrative paints McVeigh as a white supremacist and anti-government extremist. Yet, paradoxically, his actions seemed to do the government a favour. Some sources claim crucial documents tied to the Whitewater scandal—which could have led to the indictment of the Clintons—were conveniently lost in the explosion. Unsurprisingly, the bombing also served as a pretext for the government to crack down on anti-establishment groups, which had grown in response to events like Waco and Ruby Ridge. If we subscribe to the theory that the cause is manufactured to justify the “consequence,” which usually relates to tighter government control, it’s easy to question the official version of events. The key point, however, as with Oswald and Manson, is that yet again McVeigh had ties to the military-industrial complex and the CIA. In a letter to his sister, McVeigh claimed he was recruited into a secret black-ops team involved in smuggling drugs into the United States to fund covert activities and was “to work hand-in-hand with civilian police agencies to quiet anyone whom was deemed a security risk.” His co-conspirator, Terry Nichols, backed up the claims, alleging that an FBI agent, Larry A. Potts, oversaw these activities. While there’s no definitive proof, the coincidence is striking: yet another “disturbed” man with connections to the security state. What are the chances?\nThe same pattern surfaces outside the U.S., too. Most British citizens have no idea that Salman Abedi, the disturbed young man responsible for the 2017 Manchester bombing, was an MI5 asset. Both he and his father were members of the Libyan Islamic Fighting Group (LIFG) and were provided UK passports and citizenship on the proviso that they’d do the bidding of the British foreign office, first in Libya and then in Syria to overthrow Assad. Despite the FBI warning MI5 that Abedi was becoming radicalised and posed an imminent threat on home soil, no action was taken, and the consequences have left many Ariana Grande fans forever disturbed. Why did the security state allow this to happen? It’s no coincidence that a general election was approaching, with Jeremy Corbyn—an untouchable, incorruptible, anti-war peace advocate—poised to become Prime Minister. The establishment couldn’t allow that. They deployed their media machinery to paint Corbyn as a terrorist sympathizer. When the bombing occurred, it served as the perfect pretext to turn public sentiment in favour of the “tough on crime” party of the two-party duopoly; the timing couldn’t have been more opportunistic. Under this frame of analysis, the UK security state was lackadaisical with one of its assets at best. Another strange coincidence of links between the government and lone terrorists. We shall leave 9/11 Bin Laden and the Bush’s for another day.\nBut if most of the examples above were plots to induce fear within the public, then why assassinate Kennedy? Did the media spread the narrative that the general public was in danger from deranged lone gunmen mass murderers, as it did in the predictive programming post-Rambo era? Perhaps it was to destroy the hopes, a few rungs down on inducing pure fear, of the masses. More likely, it was Kennedy’s meddling with the Federal Reserve, the CIA, and the “banksters” that made him a target. His lack of support for escalating the Bay of Pigs invasion and his push for diplomacy—rather than toppling governments that defied U.S. interests—made him a persona non grata to the deep state. Probably the most troublesome president to the aspirations of the military industrial complex in the modern era alongside Trump. How coincidental that, aside from Reagan, possibly the only truly lone wolf, attempted assassination (fostered by John Hinkley Jr.’s love of Jodie), attempts have not occurred. However, when looking back at empirical evidence, it’s more likely his issuance of silver-backed United States Notes through Executive Order 11110, which circumvented the Federal Reserve, likely sealed his fate.\nInterestingly, all four U.S. presidents who were assassinated—Lincoln, Garfield, McKinley, and Kennedy—opposed central banking and the Federal Reserve. Lincoln even forgiving the debt of the European central bank-backed Confederacy to the outrage of the Rothschilds. The second, Garfield, warned of the dangers to America should these Central Bankers ever gain power by stating shortly before his murder in 1881, “Whoever controls the money of a nation, controls that nation, and is absolute master of all industry and commerce. When you realise that the entire system is very easily controlled, one way or another, by a few powerful men at the top, you will not have to be told how periods of inflation and depression originate.” Then McKinley, who was assassinated shortly after implementing the “Sherman Antitrust Act,” against the Rothschild, supported and funded the JP Morgan financial empire. It’s worth noting that without the Fed, the wars America has undertaken couldn’t have occurred without raising taxes, hence requiring public support for state-sponsored violence. Again, it’s no coincidence that America is currently sending billions to Ukraine with little real public support.\nThe most remarkable feature of these coincidental relationships between disturbed young men, acts of terrorism, the security state, and assassinations of presidents opposed to central banks is how easily we’ve been taught to dismiss patterns as coincidence. We’re told it’s paranoid to see connections, that only crazy conspiracy theorists would dare join such ludicrous dots. Yet almost all ancient traditions teach the cyclical nature of existence—yin and yang—and the duality of good and evil. Even Carl Jung wrote extensively about synchronicity and the metaphysical forces at play in the world. So why are we conditioned to reject the idea of patterns? Probably because we’ve been programmed to. Behavioural psychology understands the power to be accepted, and so the majority of humans would opt to uncritically accept official narratives rather than bravely question power in pursuit of truth, or even more bravely still, question the legitimacy of the framework that we’ve been indoctrinated to view life through.\nAs individuals, we must be brave enough to be the square peg facing the round hole; we must recognise the collective consciousness as a whole, and we must wholeheartedly commit to breaking the trauma cycles imposed on society by those with holes where their hearts should be.\n“Breaking trauma cycles” is the phrase du jour, yet there’s almost no focus on breaking societal cycles.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nIn the contemporary West, there’s an obsessive focus on psychology, childhood trauma, and breaking cycles. The emphasis is squarely on the self, with the belief that if individuals can break generational patterns by consciously exploring the rabbit hole of their inner wholeness, they’ll evolve into better, more enlightened humans—and society, as a whole, will “level up.” Western society is beholden to this theory without noticing the glaring holes within it. If we’re all to become more whole, then our institutions must also reflect wholeness and decency, rather than glorifying greed and power. Instead, we see systems rewarding the most morally bankrupt among us, legitimising their continued unholy existence. “Breaking trauma cycles” is the phrase du jour, yet there’s almost no focus on breaking societal cycles. In fact, most history curricula fail to teach the cyclical nature of history or the Hegelian dialectic that explains cause and consequence over time.\nPolybius, one of the earliest historians to write about the cyclical nature of politics and history, once stated, “Since the masses of the people are inconstant, full of unruly desires, passionate, and reckless of consequences, they must be filled with fears to keep them in order. The ancients did well, therefore, to invent gods and the belief in punishment after death.” Just look at the modern news cycle for proof of how this tactic persists today. The relevance of Polybius’ insight becomes even more pertinent when you consider that he wrote it during the decline of the Hellenistic empire—just as it was collapsing into the black hole of history—and holy sh*t that’s eerily applicable as we watch the fall of U.S. hegemony in real time. Western society’s fixation on the self and the use of scare tactics by institutions to maintain control inevitably leads to deceptions surrounding the conspiratorial and collaborative causes of events designed to induce fear. The narrative often attributes the cause of disruptive events to a “disturbed” individual, to wholly deflect from the all-encompassing truth, which, on the whole, is often far more disturbing.\nTake, for example, the first assassination attempt on former President Donald Trump. The official narrative of Crooks, a lone teenage gunman—disturbed, of course—crumbles under scrutiny. The behaviour of the security detail that day, the delayed response after the threat was identified, and the gunman’s ability to get into position, firearm and ladder in hand, are all deeply suspicious. That he appeared in a Blackrock promo video only raises further questions. We’ll get to the role of “banksters” soon enough, but citizen journalists have uncovered links between the gunman and phone calls to an FBI office, both months and days before Trump’s Pennsylvania rally. Only a conspiracy nut could conjure such nonsense that the security state may have been involved because, of course, it’s highly regular for most teenagers to be involved in some capacity with Blackrock and the FBI, and only a wholly rabbitholed kook could see the cyclical pattern of this narrative.\nConsider Lee Harvey Oswald, perhaps the most famous “disturbed” lonewolf of all. We’re asked to believe that this unhinged man somehow outsmarted an entire Secret Service detail to assassinate a president he claimed to admire. Oddly, Oswald’s little green address book notes that Kennedy wasn’t even his intended target, suggesting that the death of arguably the most popular president in U.S. history might have been accidental. Coincidentally, Oswald, a former Marine, allegedly defected to the USSR after becoming disillusioned with American propaganda. His own writings suggest he was on a secret mission for the CIA, working as an informant within Russia. Whether or not this is true, Oswald’s links to the military-industrial complex should be a glaring red flag to anyone with critical faculties. How many people have even minor connections to the security state? Probably less than 0.01%, yet these ties keep emerging in case after case involving infamous, high-profile assassins.\nThe connections between Charles Manson, MKUltra, and the security state were long dismissed as conspiracy theory. But documents now confirm Manson’s involvement in MKUltra, as well as his curious meetings with his parole officer—who, it turns out, shared office space with one of the program’s leaders. Despite multiple parole violations, Manson was never returned to prison. Why? The security state’s best-case motive seems to be that they allowed Manson to cultivate a murderous cult to sow fear. The establishment feared that groups like the Black Panthers, along with the anti-war movement in Hollywood, posed a threat to the old institutions of power. So, they induced a climate of fear within the people to prevent unity, utilising identity politics and racial baiting to create division and distrust, destroying any mounting threat to the old hegemony. Does this tactic sound familiar?\nSimilarly, the cycle of disturbed young men committing atrocities to terrify the public remains a powerful tool of control. Look at Timothy McVeigh and the Oklahoma City bombing. The official narrative paints McVeigh as a white supremacist and anti-government extremist. Yet, paradoxically, his actions seemed to do the government a favour. Some sources claim crucial documents tied to the Whitewater scandal—which could have led to the indictment of the Clintons—were conveniently lost in the explosion. Unsurprisingly, the bombing also served as a pretext for the government to crack down on anti-establishment groups, which had grown in response to events like Waco and Ruby Ridge. If we subscribe to the theory that the cause is manufactured to justify the “consequence,” which usually relates to tighter government control, it’s easy to question the official version of events. The key point, however, as with Oswald and Manson, is that yet again McVeigh had ties to the military-industrial complex and the CIA. In a letter to his sister, McVeigh claimed he was recruited into a secret black-ops team involved in smuggling drugs into the United States to fund covert activities and was “to work hand-in-hand with civilian police agencies to quiet anyone whom was deemed a security risk.” His co-conspirator, Terry Nichols, backed up the claims, alleging that an FBI agent, Larry A. Potts, oversaw these activities. While there’s no definitive proof, the coincidence is striking: yet another “disturbed” man with connections to the security state. What are the chances?\nThe same pattern surfaces outside the U.S., too. Most British citizens have no idea that Salman Abedi, the disturbed young man responsible for the 2017 Manchester bombing, was an MI5 asset. Both he and his father were members of the Libyan Islamic Fighting Group (LIFG) and were provided UK passports and citizenship on the proviso that they’d do the bidding of the British foreign office, first in Libya and then in Syria to overthrow Assad. Despite the FBI warning MI5 that Abedi was becoming radicalised and posed an imminent threat on home soil, no action was taken, and the consequences have left many Ariana Grande fans forever disturbed. Why did the security state allow this to happen? It’s no coincidence that a general election was approaching, with Jeremy Corbyn—an untouchable, incorruptible, anti-war peace advocate—poised to become Prime Minister. The establishment couldn’t allow that. They deployed their media machinery to paint Corbyn as a terrorist sympathizer. When the bombing occurred, it served as the perfect pretext to turn public sentiment in favour of the “tough on crime” party of the two-party duopoly; the timing couldn’t have been more opportunistic. Under this frame of analysis, the UK security state was lackadaisical with one of its assets at best. Another strange coincidence of links between the government and lone terrorists. We shall leave 9/11 Bin Laden and the Bush’s for another day.\nBut if most of the examples above were plots to induce fear within the public, then why assassinate Kennedy? Did the media spread the narrative that the general public was in danger from deranged lone gunmen mass murderers, as it did in the predictive programming post-Rambo era? Perhaps it was to destroy the hopes, a few rungs down on inducing pure fear, of the masses. More likely, it was Kennedy’s meddling with the Federal Reserve, the CIA, and the “banksters” that made him a target. His lack of support for escalating the Bay of Pigs invasion and his push for diplomacy—rather than toppling governments that defied U.S. interests—made him a persona non grata to the deep state. Probably the most troublesome president to the aspirations of the military industrial complex in the modern era alongside Trump. How coincidental that, aside from Reagan, possibly the only truly lone wolf, attempted assassination (fostered by John Hinkley Jr.’s love of Jodie), attempts have not occurred. However, when looking back at empirical evidence, it’s more likely his issuance of silver-backed United States Notes through Executive Order 11110, which circumvented the Federal Reserve, likely sealed his fate.\nInterestingly, all four U.S. presidents who were assassinated—Lincoln, Garfield, McKinley, and Kennedy—opposed central banking and the Federal Reserve. Lincoln even forgiving the debt of the European central bank-backed Confederacy to the outrage of the Rothschilds. The second, Garfield, warned of the dangers to America should these Central Bankers ever gain power by stating shortly before his murder in 1881, “Whoever controls the money of a nation, controls that nation, and is absolute master of all industry and commerce. When you realise that the entire system is very easily controlled, one way or another, by a few powerful men at the top, you will not have to be told how periods of inflation and depression originate.” Then McKinley, who was assassinated shortly after implementing the “Sherman Antitrust Act,” against the Rothschild, supported and funded the JP Morgan financial empire. It’s worth noting that without the Fed, the wars America has undertaken couldn’t have occurred without raising taxes, hence requiring public support for state-sponsored violence. Again, it’s no coincidence that America is currently sending billions to Ukraine with little real public support.\nThe most remarkable feature of these coincidental relationships between disturbed young men, acts of terrorism, the security state, and assassinations of presidents opposed to central banks is how easily we’ve been taught to dismiss patterns as coincidence. We’re told it’s paranoid to see connections, that only crazy conspiracy theorists would dare join such ludicrous dots. Yet almost all ancient traditions teach the cyclical nature of existence—yin and yang—and the duality of good and evil. Even Carl Jung wrote extensively about synchronicity and the metaphysical forces at play in the world. So why are we conditioned to reject the idea of patterns? Probably because we’ve been programmed to. Behavioural psychology understands the power to be accepted, and so the majority of humans would opt to uncritically accept official narratives rather than bravely question power in pursuit of truth, or even more bravely still, question the legitimacy of the framework that we’ve been indoctrinated to view life through.\nAs individuals, we must be brave enough to be the square peg facing the round hole; we must recognise the collective consciousness as a whole, and we must wholeheartedly commit to breaking the trauma cycles imposed on society by those with holes where their hearts should be."
  },
  {
    "id": "",
    "title": "Code Name Cobalt: MI6’s latest smear campaigns against Russia",
    "link": "https://strategic-culture.su/news/2024/10/13/code-name-cobalt-mi6-latest-smear-campaigns-against-russia/",
    "published": "2024-10-13T15:45:39.000Z",
    "description": "Ireland, Albion and America are all in very dark places and salvation will not come from Kamala Harris, from Donald Trump or from the media who play ball with them.",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Declan Hayes"
    ],
    "authors": [
      {
        "name": "Declan Hayes"
      }
    ],
    "fullContent": "Ireland, Albion and America are all in very dark places and salvation will not come from Kamala Harris, from Donald Trump or from the media who play ball with them.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nNo sooner had I filed this piece about MI6’s criminality in Ireland, but MI6’s mouthpieces were at it again, this time alleging that some Russian spy operating out of their Irish embassy caught some Irish political non entity in a honey trap.\nIf we digress to the height of the Cold War, the story is told that the KGB called a senior British Embassy official into their office and presented him with a ton of photographs showing him in all kinds of compromising positions with a Siberian beauty. The official looked at them approvingly for a few minutes, before praising the photographer and asking if he could have copies of the photos to show to his chums back in the club in Mayfair. The KGB, seeing entrapping him was a lost cause, showed him the door.\nNot so in Dublin or, as we will see, London and New York, where MI6’s objective is to judiciously spread so much muck to ensure that much of it sticks. After Rupert Murdoch’s Sunday Times first made the claims, MI6’s rumour mills, together with their affiliated media outlets, spread the story like wildfire and Irish politicians, like the morons that they are, lined up to say they were not “the fifth man”.\nGlancing through the list of those proclaiming their innocence, at least one of them is a well-known homosexual philanderer I know as a fact had nefarious sexual encounters in places far away from the Emerald Isle but, far from being embarrassed about it, is, like our earlier British official, more than happy to boast about his semen exchanges.\nIreland is such a cesspit that sex fiends like him are far from being outliers, They are the norm, and, as Sinn Féin, the main opposition party, is currently embroiled in one of its periodic child sex rape scandals, the only question those hypocrites might have is why the politician was having sex with a woman and not a little boy.\nThough former Sinn Féin MP Peadar Toibín was one of those, who joined the stampede to proclaim his innocence (I did not have sex with that woman), Toibín, like his former comrades, has no problems bending over backwards to accommodate the Americans who, with their MI6 sidekicks, control both the Irish economy and Irish political discourse.\nWhat is noteworthy about Toibín’s claims of virginal innocence is that in 2018, at the time of the alleged approach, every western Government was meeting Russia and Putin to discuss economics and security, as well as to score tickets to the FIFA World Cup, which Russia happened to be hosting. Given all that, one would expect that Yankee sidekick and every other Irish lickspittle to have met the Russians.\nFurther, as the compromised politician is supposed to be an independent, meaning s/he would have no real input into government policy, one has to conclude that the supposed Russian recruiter was wasting his time and that the story was another half-baked MI6 smear job.\nAs regards the simple act of meeting Russian diplomats, that is called diplomacy, a word many of Ireland’s politicians would be hard put to spell, never mind practice. And, for most of the philandering Irish politicians I know, they would be easy for anyone, the Yanks and Brits in particular, to recruit, but their type would hardly be worth the effort either in Ireland or in John Bull’s other island.\nTake the recent riots in England, occasioned by some Rwandan dude stabbing a group of toddlers. Guess who orchestrated all of that. You got it in one. Putin, who is easily the busiest man in the whole wide world, with all the shenanigans he gets up to.\nHere is MI6’s BBC and al Jazeera both parroting MI5’s claims that Putin was behind the riots and it had nothing to do with Albion’s own internal contradictions and dynamics. And here is former MP George Galloway tearing those claims to shreds and rejoicing that Sky News, a key node in Murdoch’s MI6 smearing efforts, is no more as people gave up watching it.\nNow switch over to the United States, the land of the free, where Irish troops in Lebanon and Syria seem to be fair game but where the Yankee Embassy in Dublin has yet to be called to account for the credible threats by Zionist supremacist and Trump advisor Matthew Brodsky, who works for the CIA’s Israel-Palestine peace process, is making to get the Israelis to napalm Irish troops in southern Lebanon.\nAlthough sniveling Ireland is refusing to call for his extradition, America, which has degenerated into little more than a huge mental asylum with a star-spangled flag and an unhinged army. has bigger problems to concern itself with than Brodsky’s criminal conspiracy to murder 300 Irish UN troops in southern Lebanon.\nTake the open drug cities of Kensington Avenue in Philadelphia, Skid Road in Los Angeles or the gangbangers of southside Chicago. Who is responsible for those snapshots of hell on earth? None other than our old tried and trusted friend, Putin, helped in no small way by the fentanyl producers of China. That, at least, is the line of none other than the U.S. Congress.\nThe truth in America, as in Albion and Ireland, is far more prosaic. There are the internal dynamics of not only CIA engineered supply but CIA engineered demand as well, none of which has anything to do with China or the over-worked Putin. Though one need only refer back to Gary Webb or the CIA’s Contra cocaine scandals to see that, none of any of that will feature in the campaigns of Trump or Harris. Hunter Biden apart, junkies, it seems, just do not make the Presidential cut and so Kensington Avenue, Skid Row and gang banging in Chicago will go on as before, no matter who wins their Presidential race.\nAnd so will perfidy in Albion and Ireland, where the problem is not so much Russian honey traps but the lies MI6 and the CIA spin to their media morons to keep the masses ignorant and unempowered. The Sunday Times, with which we began this article, earlier gave us this scoop that Masha and the Bear were, in fact, Putin agents and not just harmless Russian Postman Pat type yarns for toddlers.\nBut Postman Pat or any similar children’s cartoon series has more intellectual rigour than the dross MI6 spews out through the pages of the Sunday Times or any of its other rags. Rupert Murdoch, who owns the Times, is not interested in the truth. Murdoch is interested in robbing Syrian gas from the Golan Heights and using that vantage point to bomb Syrian women and children. If spinning blarney in the Sunday Times to get Ireland’s Postman Pat politicians to run around in circles has to be part of the package, so be it.\nIreland, Albion and America are all in very dark places and salvation will not come from Kamala Harris, from Donald Trump or from the media who play ball with them. Though we are adults, who should be years beyond Postman Pat and Masha and the Bear, it seems we still fall for the fairy tales of reds under the bed (or in the bed) MI6 and its clones churn out, even as we ignore our own Kensington Avenues and Skid Rows that are far bigger threats to us than are Putin and a million Siberian vixens. Although the Trots, who regularly feature in this site’s editor’s choice, prattle on that the working class and the young will be our saviours, our problems, which have zero to do with Russia, go much deeper than that and reading rubbish like the Sunday Times just entrenches them that little bit deeper.\nIreland, Albion and America are all in very dark places and salvation will not come from Kamala Harris, from Donald Trump or from the media who play ball with them.\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nNo sooner had I filed this piece about MI6’s criminality in Ireland, but MI6’s mouthpieces were at it again, this time alleging that some Russian spy operating out of their Irish embassy caught some Irish political non entity in a honey trap.\nIf we digress to the height of the Cold War, the story is told that the KGB called a senior British Embassy official into their office and presented him with a ton of photographs showing him in all kinds of compromising positions with a Siberian beauty. The official looked at them approvingly for a few minutes, before praising the photographer and asking if he could have copies of the photos to show to his chums back in the club in Mayfair. The KGB, seeing entrapping him was a lost cause, showed him the door.\nNot so in Dublin or, as we will see, London and New York, where MI6’s objective is to judiciously spread so much muck to ensure that much of it sticks. After Rupert Murdoch’s Sunday Times first made the claims, MI6’s rumour mills, together with their affiliated media outlets, spread the story like wildfire and Irish politicians, like the morons that they are, lined up to say they were not “the fifth man”.\nGlancing through the list of those proclaiming their innocence, at least one of them is a well-known homosexual philanderer I know as a fact had nefarious sexual encounters in places far away from the Emerald Isle but, far from being embarrassed about it, is, like our earlier British official, more than happy to boast about his semen exchanges.\nIreland is such a cesspit that sex fiends like him are far from being outliers, They are the norm, and, as Sinn Féin, the main opposition party, is currently embroiled in one of its periodic child sex rape scandals, the only question those hypocrites might have is why the politician was having sex with a woman and not a little boy.\nThough former Sinn Féin MP Peadar Toibín was one of those, who joined the stampede to proclaim his innocence (I did not have sex with that woman), Toibín, like his former comrades, has no problems bending over backwards to accommodate the Americans who, with their MI6 sidekicks, control both the Irish economy and Irish political discourse.\nWhat is noteworthy about Toibín’s claims of virginal innocence is that in 2018, at the time of the alleged approach, every western Government was meeting Russia and Putin to discuss economics and security, as well as to score tickets to the FIFA World Cup, which Russia happened to be hosting. Given all that, one would expect that Yankee sidekick and every other Irish lickspittle to have met the Russians.\nFurther, as the compromised politician is supposed to be an independent, meaning s/he would have no real input into government policy, one has to conclude that the supposed Russian recruiter was wasting his time and that the story was another half-baked MI6 smear job.\nAs regards the simple act of meeting Russian diplomats, that is called diplomacy, a word many of Ireland’s politicians would be hard put to spell, never mind practice. And, for most of the philandering Irish politicians I know, they would be easy for anyone, the Yanks and Brits in particular, to recruit, but their type would hardly be worth the effort either in Ireland or in John Bull’s other island.\nTake the recent riots in England, occasioned by some Rwandan dude stabbing a group of toddlers. Guess who orchestrated all of that. You got it in one. Putin, who is easily the busiest man in the whole wide world, with all the shenanigans he gets up to.\nHere is MI6’s BBC and al Jazeera both parroting MI5’s claims that Putin was behind the riots and it had nothing to do with Albion’s own internal contradictions and dynamics. And here is former MP George Galloway tearing those claims to shreds and rejoicing that Sky News, a key node in Murdoch’s MI6 smearing efforts, is no more as people gave up watching it.\nNow switch over to the United States, the land of the free, where Irish troops in Lebanon and Syria seem to be fair game but where the Yankee Embassy in Dublin has yet to be called to account for the credible threats by Zionist supremacist and Trump advisor Matthew Brodsky, who works for the CIA’s Israel-Palestine peace process, is making to get the Israelis to napalm Irish troops in southern Lebanon.\nAlthough sniveling Ireland is refusing to call for his extradition, America, which has degenerated into little more than a huge mental asylum with a star-spangled flag and an unhinged army. has bigger problems to concern itself with than Brodsky’s criminal conspiracy to murder 300 Irish UN troops in southern Lebanon.\nTake the open drug cities of Kensington Avenue in Philadelphia, Skid Road in Los Angeles or the gangbangers of southside Chicago. Who is responsible for those snapshots of hell on earth? None other than our old tried and trusted friend, Putin, helped in no small way by the fentanyl producers of China. That, at least, is the line of none other than the U.S. Congress.\nThe truth in America, as in Albion and Ireland, is far more prosaic. There are the internal dynamics of not only CIA engineered supply but CIA engineered demand as well, none of which has anything to do with China or the over-worked Putin. Though one need only refer back to Gary Webb or the CIA’s Contra cocaine scandals to see that, none of any of that will feature in the campaigns of Trump or Harris. Hunter Biden apart, junkies, it seems, just do not make the Presidential cut and so Kensington Avenue, Skid Row and gang banging in Chicago will go on as before, no matter who wins their Presidential race.\nAnd so will perfidy in Albion and Ireland, where the problem is not so much Russian honey traps but the lies MI6 and the CIA spin to their media morons to keep the masses ignorant and unempowered. The Sunday Times, with which we began this article, earlier gave us this scoop that Masha and the Bear were, in fact, Putin agents and not just harmless Russian Postman Pat type yarns for toddlers.\nBut Postman Pat or any similar children’s cartoon series has more intellectual rigour than the dross MI6 spews out through the pages of the Sunday Times or any of its other rags. Rupert Murdoch, who owns the Times, is not interested in the truth. Murdoch is interested in robbing Syrian gas from the Golan Heights and using that vantage point to bomb Syrian women and children. If spinning blarney in the Sunday Times to get Ireland’s Postman Pat politicians to run around in circles has to be part of the package, so be it.\nIreland, Albion and America are all in very dark places and salvation will not come from Kamala Harris, from Donald Trump or from the media who play ball with them. Though we are adults, who should be years beyond Postman Pat and Masha and the Bear, it seems we still fall for the fairy tales of reds under the bed (or in the bed) MI6 and its clones churn out, even as we ignore our own Kensington Avenues and Skid Rows that are far bigger threats to us than are Putin and a million Siberian vixens. Although the Trots, who regularly feature in this site’s editor’s choice, prattle on that the working class and the young will be our saviours, our problems, which have zero to do with Russia, go much deeper than that and reading rubbish like the Sunday Times just entrenches them that little bit deeper."
  },
  {
    "id": "",
    "title": "The West of “democratic values” alongside nazi-fascist terror",
    "link": "https://strategic-culture.su/news/2024/10/13/the-west-of-democratic-values-alongside-nazi-fascist-terror/",
    "published": "2024-10-13T15:30:35.000Z",
    "description": "The historical rehabilitation of Nazism puts all of us, the Western peoples, on the side and under the Nazi-fascist influence!",
    "feedType": "atom 1.0",
    "newsMedia": "Strategic Culture Fundation",
    "section": "Edición completa",
    "author": [
      "Hugo Dionísio"
    ],
    "authors": [
      {
        "name": "Hugo Dionísio"
      }
    ],
    "fullContent": "The historical rehabilitation of Nazism puts all of us, the Western peoples, on the side and under the Nazi-fascist influence!\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nThe siege of Russia is not confined to the military, commercial, institutional or financial spheres. Prior to this, another barrier has been set up – or rather, “nurtured” – in the sense of forming a kind of aggressive and active “sanitary belt”, made up with the states whose borders communicate, by land or sea, with those of the Russian Federation.\nThis “sanitary belt”, conceptualized from what we know to be the western ruling classes mental framework, is deeply ideological in nature, aiming to touch, in a repulsive way, on the deepest values embodied in Russian history over the last 100 years and, through this connection, provoke an antagonistic relationship characterized by a mutual repulsive effect, preventing any human communication that could be established between the parties.\nThe sovereign strength that resides in Russia’s multinational, multi-ethnic and multi-religious culture, which was responsible, from the outset, for the ability to aggregate forces that made the defeat of Nazi-fascism in the Second World War possible, is also what separates the mineral, human and energy reserves, among others, from the clutches of Western capitalism and its momentum fueled by the imperialist phase it is in.\nIf the brutality of an ideology like Nazi-fascism was the fuel for the aggression against the then Soviet homeland in the first half of the 20th century, it was its historical preservation and recovery – in an unparalleled process of revisionism and whitewashing – that made possible, in the first decades of the 21st century, to use it as fuel for the “sanitary belt” around Russia. 100 years later, the recipe is being repeated, however with the clear limitations that desperation imposes.\nWhat could be more antagonistic and mutually repulsive than Nazism in contact with what could be considered the “Russian soul” updated with the events that happened through the 20th century? What more vivid and carnal image is there, in its brutality and violence, than the nightmare suffered, mainly by the Russian people, at the hands of Nazi terror?\nThe first to suffer the effects of this “sanitary belt” are the very citizens of Russian origin who, after the collapse of the USSR, settled in Estonia, Lithuania or Latvia and now live there. In addition to banning the Russian media, violating their right to opinion and information, on the basis of a supposed policy of combating “Kremlin propaganda” (something that is also seen throughout the EU and outside the national constitutions of the various countries), Latvia has even promoted the elimination of the teaching of Russian from school curricula, which has caused concern on the part of UN human rights experts regarding the protection of the rights of ethnic minorities. For those who accuse Russia of not taking them into account…\nAccording to the narrative, the Kremlin uses Russian as a weapon, which it then uses as a vehicle for its propaganda, perpetrated through the so-called “state media”, which they refer to as all media that, whether funded by the Russian executive or not, is not aligned with the Western narrative. What they never mention is that, after all, the use of Russian as a vehicle for propaganda is not, as they say, exclusive to Russian sources, since Latvia itself finances media outlets such as Meduza, which, writing in Russian, only aim to pass on information in line with the Western narrative.\nWhile not as radical as Latvia in removing the Russian language from school curricula, Estonia is nevertheless an example of the destruction of monuments alluding to the Soviet victory over Nazism. Especially under Kaja Kallas, the process of removing these monuments accelerated and was even discussed within the European framework, including the removal of the Soviet Tank on the outskirts of the city of Narva. According to Kaja Kallas, the tank is a “crime weapon” – perhaps the “crime” of defeating Nazis – “and people are dying in Ukraine with the same kind of tank”.\nBut this persecution of Soviet – not just Russian – culture and memory tells us that the propagation of a Russophobic logic incorporates a dimension that goes beyond mere ethnic confrontation, represented, for example, in the discussion about limitations on the acquisition of real estate by Russian citizens in Latvia, following a proposal made by the Finnish authorities. For those who say that the Russian people are oppressed, this generalization is incomprehensible.\nThe linking between the ethnic confrontation with the Russian-speaking and Russian populations and with Soviet past and the memory of the victory over Nazi-fascism has its origins in the wave of collaborationism and sympathy with Nazi ideology that occurred in these countries by certain population layers and ruling classes before, at the beginning of and during the Second World War. Holding the Russian Federation responsible, as the sole repository of the collective historical memory of the victory obtained by the multinational Red Army over the Nazi hordes, bridges the gap between the greed for the vast resources held by Russia and the need to find ideological, theoretical, psychological and emotional grounds to justify aggression.\nThis theoretical and ideological justification, in my view, is provided by neo-Nazism and the glorification of the collaborationist past with Hitler’s forces. The strength of this anti-communist, racist and white supremacist ideology, placed in the foreground, combined with a process of historical revision and the whitewashing of Nazi-fascist terror, bridges the gap, from the past to the present, between the anti-communism that justified the aggression against the USSR and the Russophobia that serves as an excuse for the current siege.\nIn order to promote the “sanitary belt” with the Russian Federation, whose function is to prevent healthy contact between Europe (mainly Germany), Russia, the Eurasian republics and China, it was necessary to recover the historical asset that Nazi ideology constitutes for the U.S. and for the collective west ruling classes. As with all assets, you only recover those that already exist per se. The recovery of the Nazi historical heritage is the result of a longer process of preserving and revitalizing that asset.\nToday, when we see the glorification of the “Brothers of the Forest“, an openly anti-communist group that emerged in the Baltic countries, formed by former members of the local Waffen-SS and who fought against what they called “Soviet occupation”, even after the end of WWII, and were responsible for horrific crimes against civilians and Soviet police, operating with Western intelligence information, or we saw the whitewashing and enthronement of organizations such as “Sonderkommando A”, which, collaborating with the Nazi forces, using Latvians and Lithuanians, murdered almost 250.000 Jews in Lithuania by 1944, we see that the Nazi historical heritage is very much alive and stronger than it has ever been since the end of the Second World War.\nIn order to enable its resurgence and recovery, a whole process of revisionism had to be implemented, minimizing the damage and whitewashing its crimes. In Lithuania, homage was paid to General Povilas Plechavicius who fought alongside the Nazis, in 2008 the Lithuanian parliament equated communist and Nazi ideologies, which represented a normalization and historical recovery of Nazism (as opposed to a demonization, as many claim) and, in 2010, the Lithuanian courts declared the swastika “part of the country’s cultural heritage”, proving that ideological equation is nothing more than a process of historical recovery of that past.\nThe fact is that since 1991, thousands of communists have been persecuted in Lithuania, while demonstrations with Nazi symbols and racist slogans have been allowed. Symptomatic! As Jean Pierre Faye said in the preface to “The Archipelago of Bloodbath” book written by Chomsky and Herman, the act of including Nazism and Communism in the bag of “totalitarianism” allowed the U.S. to support the most backward, reactionary and tyrannical forces, as long as they didn’t claim to be supporters of “totalitarianism”. So, equating communist and Nazi ideologies, the fact is that the Lithuanian authorities, like many others today in the European Union of “values” and “democracy”, persecute communists, but tolerate – to say the least – neo-Nazi far right-wing demonstrations. What’s more, the profusion of openly reactionary and racist governments in the European Union is almost irrefutable proof of the reasons behind the equation. The fact is that in all these countries, communists are persecuted, while Nazis are admitted. Nothing like practice as a criterion for gauging the truth!\nIn the Portuguese case, a group like movement 1143 (the date that signals the birth of Portuguese nation), aligned with the most extremist factions in Portugal ( ) and with people who have a history of persecuting – and murdering – migrants and minorities of any kind (communists, homosexuals, blacks, Asians or Muslims), is characterized in the mainstream media as a simple “nationalist group” (). What does this have to do with André Ventura’s support (he is a Trump follower from the “Chega” party) against what he referred to as “uncontrolled immigration“? And why doesn’t André Ventura, the media outlets that give him voice and space and the powerful interests that support him, point out that it is private companies that hire immigrants, that it is employers’ associations that petition governments to open borders, that are the UBERs of this life that exploit immigration the most and that it is the European Union itself, which André Ventura defends, that encourages, causes and legitimizes all the immigration we are witnessing? And why don’t they attack the uncontrolled tourism that is destroying Lisbon, an activity for which most immigrants work?\nNow, this racist logic that bridges the gap with anti-communism in order to link Russia, today, as the sole repository of the Soviet past and from there to its current demonization, in order to justify aggression, isolation and oppression that will enable it to be plundered – as happened in the terrible 90s of the 20th century under Boris Yeltsin – finds a clear example in Meta’s permission (Facebook, Instagram, WhatsApp) for its users to express hateful messages against Russians.\nThis Russophobic perspective, which is absolutely unacceptable for a Europe that calls itself “a Europe of values”, represents a fundamental pillar for these countries’ membership to NATO and shows what mechanisms the U.S. is using to get the “elected” countries to make membership of the Atlantic alliance not just a matter of defense against Russia, but, above all, an existential necessity. And the level of extremism deployed is so great that you only have to listen to the way the elite, who make up the Kiev regime, talk about Russians, not distinguishing between them, to realize that the hatred is indiscriminate, deep, visceral, as only something irrational, like racism, can be. And NATO’s very survival depends on this irrational, animal hatred.\nTo preserve in time, recover and revitalize the Nazi historical heritage, there is one country in particular that has fulfilled this role like no other: Canada! Even today, Canada refuses to provide the identities of the 900 escaped Nazis who found sanctuary there.\nIn a previous article, I explained what a living museum the University of Alberta and Canadian society are for fugitives from the Nuremberg trials, particularly those from the 14th Galician Waffen SS division. However, Canada’s legacy in this respect goes much further, having become a peaceful refugee for scientists, military personnel and other Nazi escapees.\nAlthough in this country, between 1985 and 1986, and after a lot of political and popular pressure, an investigation was carried out into the matter, at the time called the Deschênes Commission, even compiling names, the truth is that the work left a lot to be desired and was carried out to produce results that were, to say the least, ambiguous.\nThe commission did not investigate materials held in the Soviet Union or Eastern Bloc countries, potentially losing crucial evidence there; Judge Deschênes set strict conditions for consulting evidence from these countries, but since the Soviet response to the consultation only arrived in June 1986, this was considered too late for the commission to travel and examine, which suggests that surveying material reality was perhaps not the mission’s main objective.\nThe commission did not investigate a list of 38 additional names provided at the end of the inquiry, due to what it considered time constraints; the investigation of a list of 71 German scientists and technicians was incomplete; the second part of the commission’s final report, containing allegations against specific individuals and recommendations on how to proceed in certain cases, remains confidential and has not been released to the public; an unedited copy of Alti Rodal’s report to the Deschênes Commission, which contains detailed accounts of how war criminals entered Canada and the government’s responsibility for their entry, has not been fully released; the Department of Justice and Royal Canadian Mounted Police files on Nazi war criminals held by these agencies have not been made public; evidence of the previous activities of members of the Galicia Division has not been examined, particularly those referring to potential war crimes committed in other German police units before joining the division. A secret study conducted by the commission found that British and American authorities transported Nazi collaborators to Canada from Eastern Europe shortly after the Second World War without informing the Canadian government and with minimal scrutiny.\nEven today, the withholding of this evidence leads to ongoing debates about the accuracy and integrity of the commission’s work, with many arguing that the commission’s work instead helped cover up the historical record on Nazi war criminals in Canada. It seems that the Deschênes Commission aimed more at whitewashing the past, rather than evaluating it and judging the crimes committed.\nThe whole affair was revived during the controversy over the reception of Yaroslav Hunka in the Canadian parliament. The accusations of whitewashing have multiplied, which is not surprising, considering that this was the commission that declared the members of the Galicia Waffen SS Division innocent of committing war crimes, because, it claimed, they had been examined when they were admitted to the country.\nToday, after all this pressure, it is argued that the full disclosure of the commission’s work could not only damage the credibility of the Canadian government, but could also “help Russia” by helping to reinforce the Kremlin’s “denazification” narrative. The problem is not knowing the truth, the problem is demonizing Russia, discrediting its version of the facts and justifying the continuation of the war.\nWhat this reality demonstrates more than ever, and especially when we hear Blinken say that the U.S. is an Arctic country and that it wants to form an organization with Canada and the Baltic European countries to keep that region “conflict-free” (now would be the time to laugh out loud), is that Canada has not only been an important “museum warehouse” for the preservation, protection and recovery of Nazi assets, but is now also part of the “sanitary belt” that the U.S. is promoting around Russia. All this also shows that Canada is nothing more than a republic of the “Bananas” and a retreat camp for human assets that are important to Anglo-American imperialism.\nWhat this sad reality teaches us is that the historical revisionism that aimed to compare communism to Nazism didn’t just aim to normalize the latter and historically disable the former, erasing the USSR’s contribution to the Allied victory in the Second World War. It was much more than that. It aimed to create a repulsive barrier between Russia and those countries that would geographically were to be its natural allies, the European countries… Coincidentally, for those who accuse Putin of being “fascist” and “far right”, it is the Europe of “values” and “democracy” that is on the Nazi side…\nThe historical rehabilitation of Nazism doesn’t just put Russia on the other side…. It puts all of us, the Western peoples, on the side and under the Nazi-fascist influence!\nThe historical rehabilitation of Nazism puts all of us, the Western peoples, on the side and under the Nazi-fascist influence!\n❗️Join us on Telegram, Twitter , and VK.\nContact us: info@strategic-culture.su\nThe siege of Russia is not confined to the military, commercial, institutional or financial spheres. Prior to this, another barrier has been set up – or rather, “nurtured” – in the sense of forming a kind of aggressive and active “sanitary belt”, made up with the states whose borders communicate, by land or sea, with those of the Russian Federation.\nThis “sanitary belt”, conceptualized from what we know to be the western ruling classes mental framework, is deeply ideological in nature, aiming to touch, in a repulsive way, on the deepest values embodied in Russian history over the last 100 years and, through this connection, provoke an antagonistic relationship characterized by a mutual repulsive effect, preventing any human communication that could be established between the parties.\nThe sovereign strength that resides in Russia’s multinational, multi-ethnic and multi-religious culture, which was responsible, from the outset, for the ability to aggregate forces that made the defeat of Nazi-fascism in the Second World War possible, is also what separates the mineral, human and energy reserves, among others, from the clutches of Western capitalism and its momentum fueled by the imperialist phase it is in.\nIf the brutality of an ideology like Nazi-fascism was the fuel for the aggression against the then Soviet homeland in the first half of the 20th century, it was its historical preservation and recovery – in an unparalleled process of revisionism and whitewashing – that made possible, in the first decades of the 21st century, to use it as fuel for the “sanitary belt” around Russia. 100 years later, the recipe is being repeated, however with the clear limitations that desperation imposes.\nWhat could be more antagonistic and mutually repulsive than Nazism in contact with what could be considered the “Russian soul” updated with the events that happened through the 20th century? What more vivid and carnal image is there, in its brutality and violence, than the nightmare suffered, mainly by the Russian people, at the hands of Nazi terror?\nThe first to suffer the effects of this “sanitary belt” are the very citizens of Russian origin who, after the collapse of the USSR, settled in Estonia, Lithuania or Latvia and now live there. In addition to banning the Russian media, violating their right to opinion and information, on the basis of a supposed policy of combating “Kremlin propaganda” (something that is also seen throughout the EU and outside the national constitutions of the various countries), Latvia has even promoted the elimination of the teaching of Russian from school curricula, which has caused concern on the part of UN human rights experts regarding the protection of the rights of ethnic minorities. For those who accuse Russia of not taking them into account…\nAccording to the narrative, the Kremlin uses Russian as a weapon, which it then uses as a vehicle for its propaganda, perpetrated through the so-called “state media”, which they refer to as all media that, whether funded by the Russian executive or not, is not aligned with the Western narrative. What they never mention is that, after all, the use of Russian as a vehicle for propaganda is not, as they say, exclusive to Russian sources, since Latvia itself finances media outlets such as Meduza, which, writing in Russian, only aim to pass on information in line with the Western narrative.\nWhile not as radical as Latvia in removing the Russian language from school curricula, Estonia is nevertheless an example of the destruction of monuments alluding to the Soviet victory over Nazism. Especially under Kaja Kallas, the process of removing these monuments accelerated and was even discussed within the European framework, including the removal of the Soviet Tank on the outskirts of the city of Narva. According to Kaja Kallas, the tank is a “crime weapon” – perhaps the “crime” of defeating Nazis – “and people are dying in Ukraine with the same kind of tank”.\nBut this persecution of Soviet – not just Russian – culture and memory tells us that the propagation of a Russophobic logic incorporates a dimension that goes beyond mere ethnic confrontation, represented, for example, in the discussion about limitations on the acquisition of real estate by Russian citizens in Latvia, following a proposal made by the Finnish authorities. For those who say that the Russian people are oppressed, this generalization is incomprehensible.\nThe linking between the ethnic confrontation with the Russian-speaking and Russian populations and with Soviet past and the memory of the victory over Nazi-fascism has its origins in the wave of collaborationism and sympathy with Nazi ideology that occurred in these countries by certain population layers and ruling classes before, at the beginning of and during the Second World War. Holding the Russian Federation responsible, as the sole repository of the collective historical memory of the victory obtained by the multinational Red Army over the Nazi hordes, bridges the gap between the greed for the vast resources held by Russia and the need to find ideological, theoretical, psychological and emotional grounds to justify aggression.\nThis theoretical and ideological justification, in my view, is provided by neo-Nazism and the glorification of the collaborationist past with Hitler’s forces. The strength of this anti-communist, racist and white supremacist ideology, placed in the foreground, combined with a process of historical revision and the whitewashing of Nazi-fascist terror, bridges the gap, from the past to the present, between the anti-communism that justified the aggression against the USSR and the Russophobia that serves as an excuse for the current siege.\nIn order to promote the “sanitary belt” with the Russian Federation, whose function is to prevent healthy contact between Europe (mainly Germany), Russia, the Eurasian republics and China, it was necessary to recover the historical asset that Nazi ideology constitutes for the U.S. and for the collective west ruling classes. As with all assets, you only recover those that already exist per se. The recovery of the Nazi historical heritage is the result of a longer process of preserving and revitalizing that asset.\nToday, when we see the glorification of the “Brothers of the Forest“, an openly anti-communist group that emerged in the Baltic countries, formed by former members of the local Waffen-SS and who fought against what they called “Soviet occupation”, even after the end of WWII, and were responsible for horrific crimes against civilians and Soviet police, operating with Western intelligence information, or we saw the whitewashing and enthronement of organizations such as “Sonderkommando A”, which, collaborating with the Nazi forces, using Latvians and Lithuanians, murdered almost 250.000 Jews in Lithuania by 1944, we see that the Nazi historical heritage is very much alive and stronger than it has ever been since the end of the Second World War.\nIn order to enable its resurgence and recovery, a whole process of revisionism had to be implemented, minimizing the damage and whitewashing its crimes. In Lithuania, homage was paid to General Povilas Plechavicius who fought alongside the Nazis, in 2008 the Lithuanian parliament equated communist and Nazi ideologies, which represented a normalization and historical recovery of Nazism (as opposed to a demonization, as many claim) and, in 2010, the Lithuanian courts declared the swastika “part of the country’s cultural heritage”, proving that ideological equation is nothing more than a process of historical recovery of that past.\nThe fact is that since 1991, thousands of communists have been persecuted in Lithuania, while demonstrations with Nazi symbols and racist slogans have been allowed. Symptomatic! As Jean Pierre Faye said in the preface to “The Archipelago of Bloodbath” book written by Chomsky and Herman, the act of including Nazism and Communism in the bag of “totalitarianism” allowed the U.S. to support the most backward, reactionary and tyrannical forces, as long as they didn’t claim to be supporters of “totalitarianism”. So, equating communist and Nazi ideologies, the fact is that the Lithuanian authorities, like many others today in the European Union of “values” and “democracy”, persecute communists, but tolerate – to say the least – neo-Nazi far right-wing demonstrations. What’s more, the profusion of openly reactionary and racist governments in the European Union is almost irrefutable proof of the reasons behind the equation. The fact is that in all these countries, communists are persecuted, while Nazis are admitted. Nothing like practice as a criterion for gauging the truth!\nIn the Portuguese case, a group like movement 1143 (the date that signals the birth of Portuguese nation), aligned with the most extremist factions in Portugal ( ) and with people who have a history of persecuting – and murdering – migrants and minorities of any kind (communists, homosexuals, blacks, Asians or Muslims), is characterized in the mainstream media as a simple “nationalist group” (). What does this have to do with André Ventura’s support (he is a Trump follower from the “Chega” party) against what he referred to as “uncontrolled immigration“? And why doesn’t André Ventura, the media outlets that give him voice and space and the powerful interests that support him, point out that it is private companies that hire immigrants, that it is employers’ associations that petition governments to open borders, that are the UBERs of this life that exploit immigration the most and that it is the European Union itself, which André Ventura defends, that encourages, causes and legitimizes all the immigration we are witnessing? And why don’t they attack the uncontrolled tourism that is destroying Lisbon, an activity for which most immigrants work?\nNow, this racist logic that bridges the gap with anti-communism in order to link Russia, today, as the sole repository of the Soviet past and from there to its current demonization, in order to justify aggression, isolation and oppression that will enable it to be plundered – as happened in the terrible 90s of the 20th century under Boris Yeltsin – finds a clear example in Meta’s permission (Facebook, Instagram, WhatsApp) for its users to express hateful messages against Russians.\nThis Russophobic perspective, which is absolutely unacceptable for a Europe that calls itself “a Europe of values”, represents a fundamental pillar for these countries’ membership to NATO and shows what mechanisms the U.S. is using to get the “elected” countries to make membership of the Atlantic alliance not just a matter of defense against Russia, but, above all, an existential necessity. And the level of extremism deployed is so great that you only have to listen to the way the elite, who make up the Kiev regime, talk about Russians, not distinguishing between them, to realize that the hatred is indiscriminate, deep, visceral, as only something irrational, like racism, can be. And NATO’s very survival depends on this irrational, animal hatred.\nTo preserve in time, recover and revitalize the Nazi historical heritage, there is one country in particular that has fulfilled this role like no other: Canada! Even today, Canada refuses to provide the identities of the 900 escaped Nazis who found sanctuary there.\nIn a previous article, I explained what a living museum the University of Alberta and Canadian society are for fugitives from the Nuremberg trials, particularly those from the 14th Galician Waffen SS division. However, Canada’s legacy in this respect goes much further, having become a peaceful refugee for scientists, military personnel and other Nazi escapees.\nAlthough in this country, between 1985 and 1986, and after a lot of political and popular pressure, an investigation was carried out into the matter, at the time called the Deschênes Commission, even compiling names, the truth is that the work left a lot to be desired and was carried out to produce results that were, to say the least, ambiguous.\nThe commission did not investigate materials held in the Soviet Union or Eastern Bloc countries, potentially losing crucial evidence there; Judge Deschênes set strict conditions for consulting evidence from these countries, but since the Soviet response to the consultation only arrived in June 1986, this was considered too late for the commission to travel and examine, which suggests that surveying material reality was perhaps not the mission’s main objective.\nThe commission did not investigate a list of 38 additional names provided at the end of the inquiry, due to what it considered time constraints; the investigation of a list of 71 German scientists and technicians was incomplete; the second part of the commission’s final report, containing allegations against specific individuals and recommendations on how to proceed in certain cases, remains confidential and has not been released to the public; an unedited copy of Alti Rodal’s report to the Deschênes Commission, which contains detailed accounts of how war criminals entered Canada and the government’s responsibility for their entry, has not been fully released; the Department of Justice and Royal Canadian Mounted Police files on Nazi war criminals held by these agencies have not been made public; evidence of the previous activities of members of the Galicia Division has not been examined, particularly those referring to potential war crimes committed in other German police units before joining the division. A secret study conducted by the commission found that British and American authorities transported Nazi collaborators to Canada from Eastern Europe shortly after the Second World War without informing the Canadian government and with minimal scrutiny.\nEven today, the withholding of this evidence leads to ongoing debates about the accuracy and integrity of the commission’s work, with many arguing that the commission’s work instead helped cover up the historical record on Nazi war criminals in Canada. It seems that the Deschênes Commission aimed more at whitewashing the past, rather than evaluating it and judging the crimes committed.\nThe whole affair was revived during the controversy over the reception of Yaroslav Hunka in the Canadian parliament. The accusations of whitewashing have multiplied, which is not surprising, considering that this was the commission that declared the members of the Galicia Waffen SS Division innocent of committing war crimes, because, it claimed, they had been examined when they were admitted to the country.\nToday, after all this pressure, it is argued that the full disclosure of the commission’s work could not only damage the credibility of the Canadian government, but could also “help Russia” by helping to reinforce the Kremlin’s “denazification” narrative. The problem is not knowing the truth, the problem is demonizing Russia, discrediting its version of the facts and justifying the continuation of the war.\nWhat this reality demonstrates more than ever, and especially when we hear Blinken say that the U.S. is an Arctic country and that it wants to form an organization with Canada and the Baltic European countries to keep that region “conflict-free” (now would be the time to laugh out loud), is that Canada has not only been an important “museum warehouse” for the preservation, protection and recovery of Nazi assets, but is now also part of the “sanitary belt” that the U.S. is promoting around Russia. All this also shows that Canada is nothing more than a republic of the “Bananas” and a retreat camp for human assets that are important to Anglo-American imperialism.\nWhat this sad reality teaches us is that the historical revisionism that aimed to compare communism to Nazism didn’t just aim to normalize the latter and historically disable the former, erasing the USSR’s contribution to the Allied victory in the Second World War. It was much more than that. It aimed to create a repulsive barrier between Russia and those countries that would geographically were to be its natural allies, the European countries… Coincidentally, for those who accuse Putin of being “fascist” and “far right”, it is the Europe of “values” and “democracy” that is on the Nazi side…\nThe historical rehabilitation of Nazism doesn’t just put Russia on the other side…. It puts all of us, the Western peoples, on the side and under the Nazi-fascist influence!"
  }
]